-- MySQL dump 10.13  Distrib 5.1.54, for debian-linux-gnu (x86_64)
--
-- Host: localhost    Database: ellak
-- ------------------------------------------------------
-- Server version	5.1.54-1ubuntu4

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `application_log`
--

DROP TABLE IF EXISTS `application_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `application_log` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `appuser` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `system` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `class` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `level` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `message` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `msg_data` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `application_log_index1752` (`created`),
  KEY `application_log_index1753` (`appuser`),
  KEY `application_log_index1754` (`system`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `application_log`
--

LOCK TABLES `application_log` WRITE;
/*!40000 ALTER TABLE `application_log` DISABLE KEYS */;
/*!40000 ALTER TABLE `application_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `application_parameter`
--

DROP TABLE IF EXISTS `application_parameter`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `application_parameter` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `domain` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `application_parameter_type` int(11) unsigned DEFAULT NULL,
  `parameter_value` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `default_value` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `last_value` int(11) unsigned DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `application_parameter`
--

LOCK TABLES `application_parameter` WRITE;
/*!40000 ALTER TABLE `application_parameter` DISABLE KEYS */;
/*!40000 ALTER TABLE `application_parameter` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `company`
--

DROP TABLE IF EXISTS `company`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `company` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_goverment` tinyint(1) DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` int(11) unsigned DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `street` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `streetNo` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `prefecture` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `postcode` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `vatNo` varchar(9) COLLATE utf8_unicode_ci DEFAULT NULL,
  `irs` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `telephone` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mobile` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `fax` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `web` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `web_service` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `company_type_id` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_company_company_type1` (`company_type_id`),
  CONSTRAINT `fk_company_company_type1` FOREIGN KEY (`company_type_id`) REFERENCES `company_type` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `company`
--

LOCK TABLES `company` WRITE;
/*!40000 ALTER TABLE `company` DISABLE KEYS */;
INSERT INTO `company` VALUES (1,'Company1',NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1);
/*!40000 ALTER TABLE `company` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `company_type`
--

DROP TABLE IF EXISTS `company_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `company_type` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `crate_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `company_type`
--

LOCK TABLES `company_type` WRITE;
/*!40000 ALTER TABLE `company_type` DISABLE KEYS */;
INSERT INTO `company_type` VALUES (1,'CompanyType1',NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `company_type` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `contact`
--

DROP TABLE IF EXISTS `contact`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `contact` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `company_id` int(11) unsigned NOT NULL,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `surname` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `organization` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `department` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `job` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `postcode` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `country` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `telephone` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `fax` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mobile` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `middlename` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `street` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `streetNo` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `prefecture` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `web` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `contact_FKIndex1` (`company_id`),
  CONSTRAINT `fk_7cc2855a-215b-11e0-9059-080027b715d2` FOREIGN KEY (`company_id`) REFERENCES `company` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `contact`
--

LOCK TABLES `contact` WRITE;
/*!40000 ALTER TABLE `contact` DISABLE KEYS */;
INSERT INTO `contact` VALUES (1,1,'Contact1','Test',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `contact` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `department`
--

DROP TABLE IF EXISTS `department`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `department` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `parent_department_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_department_department1` (`parent_department_id`),
  CONSTRAINT `fk_department_department1` FOREIGN KEY (`parent_department_id`) REFERENCES `department` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='Defines an organization/department/section etc.';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `department`
--

LOCK TABLES `department` WRITE;
/*!40000 ALTER TABLE `department` DISABLE KEYS */;
INSERT INTO `department` VALUES (1,'ΟΡΓΑΝΙΣΜΟΣ','ΚΟΡΥΦΗ',NULL),(2,'ΤΟΜΕΑΣ 1','ΠΡΩΤΟ ΕΠΙΠΕΔΟ',1),(3,'ΤΟΜΕΑΣ 2','ΠΡΩΤΟ ΕΠΙΠΕΔΟ',1),(4,'ΤΜΗΜΑ 1','ΔΕΥΤΕΡΟ ΕΠΙΠΕΔΟ',3);
/*!40000 ALTER TABLE `department` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `diavgeia_decision_type`
--

DROP TABLE IF EXISTS `diavgeia_decision_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `diavgeia_decision_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `supported` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=118 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `diavgeia_decision_type`
--

LOCK TABLES `diavgeia_decision_type` WRITE;
/*!40000 ALTER TABLE `diavgeia_decision_type` DISABLE KEYS */;
INSERT INTO `diavgeia_decision_type` VALUES (61,'1','ΝΟΜΟΣ',NULL,NULL),(62,'2','ΠΡΑΞΗ ΝΟΜΟΘΕΤΙΚΟΥ ΠΕΡΙΕΧΟΜΕΝΟΥ',NULL,NULL),(63,'3','ΠΡΟΕΔΡΙΚΟ ΔΙΑΤΑΓΜΑ',NULL,NULL),(64,'4','ΕΓΚΥΚΛΙΟΣ',NULL,NULL),(65,'5','ΔΙΟΡΙΣΜΟΣ',NULL,NULL),(66,'6','ΚΑΘΟΡΙΣΜΟΣ ΑΜΟΙΒΩΝ/ΑΠΟΖΗΜΙΩΣΕΩΝ',NULL,NULL),(67,'7','ΠΡΟΚΗΡΥΞΗ ΠΛΗΡΩΣΗΣ ΘΕΣΕΩΝ',NULL,NULL),(68,'8','ΠΙΝΑΚΑΣ ΕΠΙΤΥΧΟΝΤΩΝ, ΔΙΟΡΙΣΤΕΩΝ, ΕΠΙΛΑΧΟΝΤΩΝ',NULL,NULL),(69,'9','ΠΡΑΞΗ ΥΠΟΥΡΓΙΚΟΥ ΣΥΜΒΟΥΛΙΟΥ',NULL,NULL),(70,'10','ΜΕΤΑΤΑΞΗ',NULL,NULL),(71,'11','ΔΙΑΘΕΣΙΜΟΤΗΤΑ',NULL,NULL),(72,'12','ΑΠΟΔΟΧΗ ΠΑΡΑΙΤΗΣΗΣ',NULL,NULL),(73,'13','ΛΥΣΗ ΣΧΕΣΗΣ',NULL,NULL),(74,'14','ΑΝΤΙΚΑΤΑΣΤΑΣΗ – ΠΑΥΣΗ Γ.Γ. - ΜΕΛΩΝ ΣΥΛΛΟΓΙΚΩΝ ΟΡΓΑΝΩΝ',NULL,NULL),(75,'15','Η, ΑΝΑΘΕΣΗ ΔΗΜΟΣΙΑΣ ΣΥΜΒΑΣΗΣ',NULL,NULL),(76,'16','ΑΝΑΘΕΣΗ ΠΡΟΜΗΘΕΙΑΣ / ΥΠΗΡΕΣΙΩΝ',NULL,NULL),(77,'17','AΠΟΔΟΧΗ ΔΩΡΕΑΣ – ΣΥΜΒΑΣΗ ΠΟΛΙΤΙΣΤΙΚΗΣ ΧΟΡΗΓΙΑΣ',NULL,NULL),(78,'18','ΛΟΙΠΕΣ ΑΤΟΜΙΚΕΣ ΔΙΟΙΚΗΤΙΚΕΣ ΠΡΑΞΕΙΣ',NULL,NULL),(79,'19','ΠΡΑΞΗ ΑΝΑΠΤΥΞΙΑΚΗΣ ΝΟΜΟΘΕΣΙΑΣ',NULL,NULL),(80,'20','ΚΑΤΗΓΟΡΙΑ ΠΡΟΥΠΟΛΟΓΙΣΜΟΥ',NULL,NULL),(81,'21','ΙΣΟΛΟΓΙΣΜΟΣ',NULL,NULL),(82,'22','ΣΥΓΚΡΟΤΗΣΗ ΣΥΛΛΟΓΙΚΟΥ ΟΡΓΑΝΟΥ',NULL,NULL),(83,'23','ΓΝΩΜΟΔΟΤΗΣΕΙΣ - ΠΡΑΚΤΙΚΑ ΝΟΜΙΚΟΥ ΣΥΜΒΟΥΛΙΟΥ ΤΟΥ ΚΡΑΤΟΥΣ',NULL,NULL),(84,'24','ΣΥΜΒΑΣΗ ΕΡΓΟΥ',NULL,NULL),(85,'25','ΠΑΡΑΧΩΡΗΣΗΣ ΧΡΗΣΗΣ ΔΗΜΟΣΙΑΣ ΠΕΡΙΟΥΣΙΑΣ',NULL,NULL),(86,'26','ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 2861/2010',NULL,NULL),(87,'27','ΚΑΤΗΓΟΡΙΑ ΔΑΠΑΝΗΣ',NULL,NULL),(88,'28','ΥΠΟΥΡΓΙΚΗ ΑΠΟΦΑΣΗ',NULL,NULL),(89,'29','ΚΥΑ (ΚΟΙΝΗ ΥΠΟΥΡΓΙΚΗ ΑΠΟΦΑΣΗ )',NULL,NULL),(90,'30','ΑΠΟΛΟΓΙΣΜΟΣ',NULL,NULL),(91,'31','ΛΟΙΠΕΣ ΚΑΝΟΝΙΣΤΙΚΕΣ ΠΡΑΞΕΙΣ',NULL,NULL),(92,'32','ΛΥΣΗ ΣΧΕΣΗΣ',NULL,NULL),(93,'33','ΠΡΑΞΗ – ΓΝΩΜΟΔΟΤΗΣΗ ΑΝΕΞΑΡΤΗΤΗΣ ΑΡΧΗΣ',NULL,NULL),(94,'34','ΑΦΜ ΦΟΡΕΑ ΠΟΥ ΕΠΙΧΟΡΗΓΕΙ Η ΥΛΟΠΟΙΕΙ ΤΗ ΔΩΡΕΑ',NULL,NULL),(95,'35','ΠΡΑΞΗ ΥΠΟΥΡΓΙΚΟΥ ΣΥΜΒΟΥΛΙΟΥ',NULL,NULL),(96,'36','ΠΡΑΞΗ ΥΠΟΒΙΒΑΣΜΟΥ',NULL,NULL),(97,'37','Παραχώρηση δημόσιων και δημοτικών κτημάτων',NULL,NULL),(98,'38','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )-Καθορισμός χρήσης γης παραχωρούμενου δημόσιου κτήματος',NULL,NULL),(99,'39','19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )- Καθορισμός αιγιαλού, παραλίας, λιμνών, ποταμών, ρεμάτων και χειμάρρων,',NULL,NULL),(100,'40','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )- Καθορισμός εθνικών δρυμών, δασών και δασικών εκτάσεων',NULL,NULL),(101,'41','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )- Χαρακτηρισμός εκτάσεων ως αναδασωτέων',NULL,NULL),(102,'42','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )-Καθορισμός βιομηχανικών ζωνών',NULL,NULL),(103,'43','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )-Καθορισμός λατομικών ζωνών',NULL,NULL),(104,'44','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )- Σύνταξη και έγκριση πολεοδομικών μελετών και Γενικού Πολεοδομικού σχεδίου',NULL,NULL),(105,'45','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )-Έγκριση και τροποποίηση χωροταξικών και ρυμοτομικών σχεδίων',NULL,NULL),(106,'46','μεταφοράς αυτού',NULL,NULL),(107,'47','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )-Σύνταξη και έγκριση Ζωνών Οικιστικού Ελέγχου (ΖΟΕ)',NULL,NULL),(108,'48','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )-Χορήγηση, αναστολή χορήγησης, τροποποίηση οικοδομικών αδειών',NULL,NULL),(109,'49','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )-Καθορισμός ή τροποποίηση όρων δόμησης',NULL,NULL),(110,'50','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )- Χωροθέτηση',NULL,NULL),(111,'51','(ΠΡΑΞΗ ΤΗΣ ΠΕΡ. 19, ΠΑΡ. 4 ΑΡΘΡΟΥ 2 Ν. 3861/2010 )-Καθορισμός αρχαιολογικών χώρων',NULL,NULL),(112,'52','Χαρακτηρισμός κτιρίων ως διατηρητέων και αποχαρακτηρισμών αυτών.',NULL,NULL),(113,'53','ΣΥΜΒΑΣΗ ΕΡΓΑΣΙΑΣ ΙΔΙΩΤΙΚΟΥ ΔΙΚΑΙΟΥ',NULL,NULL),(114,'54','ΣΥΜΒΑΣΕΙΣ : ΔΙΑΚΗΡΥΞΗ ΔΗΜΟΣΙΑΣ ΣΥΜΒΑΣΗΣ',NULL,NULL),(115,'55','ΑΦΜ ΠΡΟΣΩΠΟΥ ΣΤΟ ΟΠΟΙΟ ΚΑΤΑΚΥΡΩΝΕΤΑΙ',NULL,NULL),(116,'56','AΦΜ ΠΡΟΣΩΠΟΥ ΣΤΟ ΟΠΟΙΟ ΓΙΝΕΤΑΙ ΑΝΑΘΕΣΗ',NULL,NULL),(117,'57','ΔΙΥΠΟΥΡΓΙΚΕΣ ΑΠΟΦΑΣΕΙΣ',NULL,NULL);
/*!40000 ALTER TABLE `diavgeia_decision_type` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `diavgeia_subject_group`
--

DROP TABLE IF EXISTS `diavgeia_subject_group`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `diavgeia_subject_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `create_dt` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1163 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `diavgeia_subject_group`
--

LOCK TABLES `diavgeia_subject_group` WRITE;
/*!40000 ALTER TABLE `diavgeia_subject_group` DISABLE KEYS */;
INSERT INTO `diavgeia_subject_group` VALUES (579,'1','Μέσα Μεταφοράς, Ταξίδια και Τουρισμός',NULL),(580,'2','Οικονομία και Οικονομικά',NULL),(581,'3','Περιβάλλον και Φυσικοί Πόροι',NULL),(582,'4','Πληροφορία και Επικοινωνία',NULL),(583,'5','Πολιτισμός και Ελεύθερος Χρόνος',NULL),(584,'6','Υγεία και Κοινωνική Μέριμνα',NULL),(585,'7','Πολεοδομία και Κτηματολόγιο',NULL),(586,'8','Άνθρωποι, Κοινότητες και Διαβίωση',NULL),(587,'9','Δημόσια Τάξη και Άμυνα',NULL),(588,'10','Πολιτεία και Δημόσια Διοίκηση',NULL),(589,'11','Εκπαίδευση και Έρευνα',NULL),(590,'12','Εργασία, Ασφάλιση και Σύνταξη',NULL),(591,'13','Διεθνείς Υποθέσεις και Ευρωπαϊκή Ένωση',NULL),(592,'14','Επιχειρηματικότητα και Ανταγωνιστικότητα',NULL),(593,'15','Διοικητικά επαγγέλματα',NULL),(594,'16','Περιβαλλοντικά επαγγέλματα',NULL),(595,'17','Λοιπά επαγγέλματα',NULL),(596,'18','Επαγγέλματα εκπαίδευσης',NULL),(597,'19','Επαγγέλματα πληροφορικής',NULL),(598,'20','Επαγγέλματα υγείας',NULL),(599,'21','Τεχνικά επαγγέλματα',NULL),(600,'22','Καλλιτεχνικά επαγγέλματα',NULL),(601,'23','Κοινωνικά επαγγέλματα',NULL),(602,'24','Οικονομικά επαγγέλματα',NULL),(603,'25','Ναυτικά επαγγέλματα',NULL),(604,'26','Επαγγέλματα θετικών επιστημών',NULL),(605,'27','Επαγγέλματα εφαρμοσμένης μηχανικής',NULL),(606,'28','Νομικά επαγγέλματα',NULL),(607,'29','Πτηνοτροφία',NULL),(608,'30','Υλοτομία',NULL),(609,'31','Μελισσοκομία',NULL),(610,'32','Λατομεία',NULL),(611,'33','Δασοκομία',NULL),(612,'34','Γεωργία',NULL),(613,'35','Μεταλλεία',NULL),(614,'36','Ορυχεία',NULL),(615,'37','Κτηνοτροφία',NULL),(616,'38','Αλιεία',NULL),(617,'39','Προσωπικά στοιχεία',NULL),(618,'40','Ανθρώπινα δικαιώματα',NULL),(619,'41','Ιθαγένεια, μετανάστευση και κοινωνική ένταξη',NULL),(620,'42','Οικογένεια',NULL),(621,'43','Μητρώα και δημοτολόγιο',NULL),(622,'44','Κατοικία',NULL),(623,'45','Κύκλος ζωής',NULL),(624,'46','Βεβαιώσεις',NULL),(625,'47','Πτυχία',NULL),(626,'48','Μετεγγραφές',NULL),(627,'49','Μεταπτυχιακές σπουδές',NULL),(628,'50','Εκπαιδευτικά Ιδρύματα',NULL),(629,'51','Αναγνώριση τίτλων',NULL),(630,'52','Διδακτορικές σπουδές',NULL),(631,'53','Εργασία στην Ανώτατη εκπαίδευση',NULL),(632,'54','Υποτροφίες',NULL),(633,'55','Φοιτητικές παροχές',NULL),(634,'56','Άθληση',NULL),(635,'57','ομοθεσία',NULL),(636,'58','Οφειλές',NULL),(637,'59','Συνάλλαγμα',NULL),(638,'60','Τελωνεία',NULL),(639,'61','Δάνεια',NULL),(640,'62','Εγκαταστάσεις ψυχαγωγίας',NULL),(641,'63','Διασκέδαση',NULL),(642,'64','Τυχερά παιχνίδια',NULL),(643,'65','Τρόφιμα και ποτά',NULL),(644,'66','Κώδικας Οδικής Κυκλοφορίας',NULL),(645,'67','Στάθμευση',NULL),(646,'68','Δακτύλιος',NULL),(647,'69','Έλεγχος συμπεριφοράς οδηγών',NULL),(648,'70','Προξενικές υποθέσεις',NULL),(649,'71','Διεθνείς σχέσεις',NULL),(650,'72','Ευρωπαϊκή Ένωση',NULL),(651,'73','Δημόσιες συμβάσεις',NULL),(652,'74','Διπλωματική προστασία',NULL),(653,'75','Διεθνείς σχέσεις (γενικά)',NULL),(654,'76','Ποινική δίωξη',NULL),(655,'77','Ποινικό δίκαιο',NULL),(656,'78','Νομική εκπροσώπηση',NULL),(657,'79','Νομική βοήθεια',NULL),(658,'80','Δικαστήρια',NULL),(659,'81','Κληρονομικό δίκαιο',NULL),(660,'82','Έγκλημα',NULL),(661,'83','Δίκες και δικάσιμοι',NULL),(662,'84','Αστικό Δίκαιο',NULL),(663,'85','Δικαιοσύνη',NULL),(664,'86','Ποινικό μητρώο',NULL),(665,'87','Οικογενειακό δίκαιο',NULL),(666,'88','Δικαστικές αποφάσεις',NULL),(667,'89','Ένδικα μέσα',NULL),(668,'90','Δημόσια διοίκηση',NULL),(669,'91','Εκλογές',NULL),(670,'92','Δικαιοσύνη και δίκαιο',NULL),(671,'93','Πολιτεία και δημοκρατικοί θεσμοί',NULL),(672,'94','Διοικητικές διαδικασίες',NULL),(673,'95','Κώδικας διοικητικής διαδικασίας',NULL),(674,'96','Επικύρωση εγγράφων',NULL),(675,'97','Οργάνωση δημοσίων φορέων',NULL),(676,'98','Αναζήτηση πιστοποιητικών',NULL),(677,'99','Λιμενικό σώμα',NULL),(678,'100','Πυροσβεστική',NULL),(679,'101','Αστυνομία',NULL),(680,'102','αι εκρηκτικές ύλες',NULL),(681,'103','Ένοπλες δυνάμεις και στρατολογία',NULL),(682,'104','Δημόσια τάξη',NULL),(683,'105','Εκλογικοί κατάλογοι',NULL),(684,'106','Εκλογές (γενικά)',NULL),(685,'107','Εκλογική νομοθεσία',NULL),(686,'108','Προσχολική αγωγή',NULL),(687,'109','Εκπαίδευση (γενικά)',NULL),(688,'110','Πρωτοβάθμια και δευτεροβάθμια εκπαίδευση',NULL),(689,'111','Τεχνική και επαγγελματική εκπαίδευση',NULL),(690,'112','Κατηγορίες εκπαίδευσης',NULL),(691,'113','Ξένες γλώσσες',NULL),(692,'114','Έρευνα (γενικά)',NULL),(693,'115','Ανώτατη εκπαίδευση',NULL),(694,'116','Καύσιμα',NULL),(695,'117','Ανανεώσιμες πηγές ενέργειας',NULL),(696,'118','Ηλεκτρική ενέργεια',NULL),(697,'119','Ένοπλες δυνάμεις',NULL),(698,'120','Στρατιωτικές σχολές',NULL),(699,'121','Στρατιωτική θητεία',NULL),(700,'122','Στρατολογική νομοθεσία',NULL),(701,'123','Επιδόματα αναπηρίας',NULL),(702,'124','Επιδόματα ασθένειας',NULL),(703,'125','Επιδόματα ενοικίου',NULL),(704,'126','Εποχιακά βοηθήματα',NULL),(705,'127','Οικογενειακά επιδόματα',NULL),(706,'128','Λοιπά επιδόματα',NULL),(707,'129','Ηλεκτρονική επικοινωνία',NULL),(708,'130','Μέσα και τύπος',NULL),(709,'131','Όροι και συνθήκες',NULL),(710,'132','Εργασιακά έγγραφα',NULL),(711,'133','Εργασιακά δικαιώματα',NULL),(712,'134','Άδειες',NULL),(713,'135','Απασχόληση στο δημόσιο',NULL),(714,'136','Συλλογικές συμβάσεις εργασίας',NULL),(715,'137','Αργίες',NULL),(716,'138','Εργασιακά',NULL),(717,'139','Εύρεση εργασίας',NULL),(718,'140','Κοινωνική ασφάλιση',NULL),(719,'141','Άσκηση επαγγέλματος',NULL),(720,'142','Σύνταξη',NULL),(721,'143','Ανεργία',NULL),(722,'144','Προκηρύξεις',NULL),(723,'145','Προσλήψεις',NULL),(724,'146','Εργασιακή εμπειρία',NULL),(725,'147','Επαγγελματική κατάρτιση',NULL),(726,'148','Αναζήτηση εργασίας',NULL),(727,'149','Εκπαίδευση στην Ευρωπαϊκή Ένωση',NULL),(728,'150','Ευρωπαϊκή ιθαγένεια',NULL),(729,'151','Συνθήκη Σένγκεν',NULL),(730,'152','Εργασία στην Ευρωπαϊκή Ένωση',NULL),(731,'153','Ευρωπαϊκή Ένωση (γενικά)',NULL),(732,'154','Επιχειρηματική δραστηριότητα στην Ευρωπαϊκή Ένωση',NULL),(733,'155','Σφραγίδα Χάγης',NULL),(734,'156','Κώδικας Βιβλίων και Στοιχείων',NULL),(735,'157','Φορολογία κεφαλαίου',NULL),(736,'158','Φόροι',NULL),(737,'159','Φορολογία επιχειρήσεων',NULL),(738,'160','οβολή',NULL),(739,'161','Φόρος Προστιθέμενης Αξίας',NULL),(740,'162','Φορολογία εισοδήματος',NULL),(741,'163','Φορολογία',NULL),(742,'164','Άρδευση',NULL),(743,'165','Λίμνες',NULL),(744,'166','Υπόγεια ύδατα',NULL),(745,'167','Ποτάμια',NULL),(746,'168','Ιθαγένεια',NULL),(747,'169','Κοινωνική ένταξη',NULL),(748,'170','Ομογένεια',NULL),(749,'171','Μετανάστευση',NULL),(750,'172','Ειδική αγωγή',NULL),(751,'173','Γεωργική εκπαίδευση',NULL),(752,'174','Διαπολιτισμική εκπαίδευση',NULL),(753,'175','Εκκλησιαστική εκπαίδευση',NULL),(754,'176','Εκπαίδευση ενηλίκων',NULL),(755,'177','Επιμόρφωση εκπαιδευτικών',NULL),(756,'178','Ιδιωτική εκπαίδευση',NULL),(757,'179','Ναυτική εκπαίδευση',NULL),(758,'180','Ύδρευση και αποχέτευση',NULL),(759,'181','Απόκτηση κατοικίας',NULL),(760,'182','Εργατική κατοικία',NULL),(761,'183','Ανέγερση κατοικίας',NULL),(762,'184','Τηλεφωνική σύνδεση',NULL),(763,'185','Ενοικίαση κατοικίας',NULL),(764,'186','Επισκευή κατοικίας',NULL),(765,'187','Ηλεκτροδότηση',NULL),(766,'188','Αλλαγή διεύθυνσης',NULL),(767,'189','Θέρμανση',NULL),(768,'190','Γάμος',NULL),(769,'191','Θάνατος',NULL),(770,'192','Γέννηση',NULL),(771,'193','Βάφτιση',NULL),(772,'194','Ναυτιλία',NULL),(773,'195','Ξενοδοχεία και εστιατόρια',NULL),(774,'196','Εμπόριο',NULL),(775,'197','Παροχή υπηρεσιών',NULL),(776,'198','Χρηματοπιστωτικοί οργανισμοί',NULL),(777,'199','Βιομηχανία',NULL),(778,'200','Κατασκευές',NULL),(779,'201','Ασφάλιση μετοχικών ταμείων',NULL),(780,'202','Βιβλιάρια υγείας',NULL),(781,'203','Ασφάλιση ΤΣΜΕΔΕ',NULL),(782,'204','Κοινωνική ασφάλιση (γενικά)',NULL),(783,'205','Ασφαλιστικές παροχές',NULL),(784,'206','Ασφάλιση ΟΑΕΕ',NULL),(785,'207','Ασφάλιση ΤΕΑΥΕΚ',NULL),(786,'208','Ειδικές κατηγορίες ασφάλισης',NULL),(787,'209','Ασφάλιση ΙΚΑ',NULL),(788,'210','Ασφάλιση δημοσίου',NULL),(789,'211','Υγειονομική περίθαλψη',NULL),(790,'212','Ασφάλιση ΟΑΠ - ΔΕΗ',NULL),(791,'213','Ασφάλιση ΟΓΑ',NULL),(792,'214','Ασφάλιση Ταμείο Νομικών και ΚΕΑΔ',NULL),(793,'215','Ασφάλιση ΤΑΞΥ',NULL),(794,'216','Ασφάλιση ΤΑΠΟΤΕ',NULL),(795,'217','Ασφάλιση ΤΣΑΥ',NULL),(796,'218','Φιλανθρωπία',NULL),(797,'219','Αναπηρία',NULL),(798,'220','Κοινωνική πολιτική',NULL),(799,'221','Διδασκαλία ξένων γλωσσών',NULL),(800,'222','Πιστοποιητικά',NULL),(801,'223','Ξένες γλώσσες (γενικά)',NULL),(802,'224','Εκμάθηση ξένων γλωσσών',NULL),(803,'225','Κτηματολόγιο',NULL),(804,'226','Οικόπεδα',NULL),(805,'227','Εφημερίδα της κυβέρνησης',NULL),(806,'228','Σύνταγμα της Ελλάδας',NULL),(807,'229','Κυβέρνηση',NULL),(808,'230','Ηλεκτρονική διακυβέρνηση',NULL),(809,'231','Σιδηροδρομικές συγκοινωνίες',NULL),(810,'232','Εισιτήρια',NULL),(811,'233','Αστικές συγκοινωνίες',NULL),(812,'234','Αεροπορικές συγκοινωνίες',NULL),(813,'235','Υπεραστικές συγκοινωνίες',NULL),(814,'236','Ταξί',NULL),(815,'237','Ταξίδια και τουρισμός',NULL),(816,'238','Μεταφορές γενικά',NULL),(817,'239','Οχήματα',NULL),(818,'240','Οδική ασφάλεια',NULL),(819,'241','Ναυσιπλοΐα',NULL),(820,'242','Μέσα μαζικής μεταφοράς',NULL),(821,'243','Εμπορευματικές μεταφορές',NULL),(822,'244','Οδήγηση',NULL),(823,'245','Διαχείριση κυκλοφορίας',NULL),(824,'246','Δημοτολόγια',NULL),(825,'247','Μεταδημότευση',NULL),(826,'248','Μητρώο αρρένων',NULL),(827,'249','Σκάφη',NULL),(828,'250','Πλοία',NULL),(829,'251','Επαγγελματικές άδειες',NULL),(830,'252','Άδειες οδήγησης',NULL),(831,'253','Άδειες μηχανημάτων',NULL),(832,'254','Αυθαίρετα',NULL),(833,'255','Διατηρητέα',NULL),(834,'256','Κατεδάφιση κτιρίων',NULL),(835,'257','Οικοδομικές άδειες',NULL),(836,'258','Κτiριακές εγκαταστάσεις',NULL),(837,'259','Συντήρηση κτιρίων',NULL),(838,'260','Απροστάτευτα παιδιά',NULL),(839,'261','Φροντίδα παιδιών',NULL),(840,'262','Διαζύγιο',NULL),(841,'263','Μονογονεϊκή οικογένεια',NULL),(842,'264','Υιοθεσία',NULL),(843,'265','Πολυτεκνία',NULL),(844,'266','Οικογενειακή κατάσταση',NULL),(845,'267','Οικογενειακές παροχές',NULL),(846,'268','Επιδόματα και χρηματικά βοηθήματα',NULL),(847,'269','Φορολογία και φόροι',NULL),(848,'270','Κλάδοι οικονομικής δραστηριότητας',NULL),(849,'271','Δάνεια, οφειλές και συνάλλαγμα',NULL),(850,'272','Όπλα',NULL),(851,'273','Εκρηκτικές ύλες',NULL),(852,'274','Τάφροι',NULL),(853,'275','Αιγιαλός',NULL),(854,'276','Χείμαρροι',NULL),(855,'277','Ρυάκια',NULL),(856,'278','Άδειες κυκλοφορίας',NULL),(857,'279','Διαγραφή οχημάτων',NULL),(858,'280','Μηχανήματα',NULL),(859,'281','Πινακίδες',NULL),(860,'282','εία και φορτηγά',NULL),(861,'283','Μεταβίβαση οχημάτων',NULL),(862,'284','Οχήματα (γενικά)',NULL),(863,'285','Τέλη κυκλοφορίας',NULL),(864,'286','Τεχνικός έλεγχος οχημάτων',NULL),(865,'287','Χλωρίδα και πανίδα',NULL),(866,'288','Προστασία περιβάλλοντος',NULL),(867,'289','Οριοθετήσεις',NULL),(868,'290','Ενέργεια',NULL),(869,'291','Υδατικοί πόροι',NULL),(870,'292','Αξιοποίηση φυσικών πόρων',NULL),(871,'293','Προστασία δεδομένων',NULL),(872,'294','Τηλεπικοινωνίες',NULL),(873,'295','Τεχνολογίες πληροφορικής και επικοινωνίας',NULL),(874,'296','Επικοινωνία',NULL),(875,'297','Πολεοδομία και σχέδιο πόλης',NULL),(876,'298','και οικόπεδα',NULL),(877,'299','Οικοδομές και κτίρια',NULL),(878,'300','Πολεοδομικές μελέτες',NULL),(879,'301','Πολεοδομία',NULL),(880,'302','Ρυμοτομία',NULL),(881,'303','Οικισμοί',NULL),(882,'304','Αρχαιότητες',NULL),(883,'305','Πολιτιστικοί χώροι (γενικά)',NULL),(884,'306','Αρχαιολογικοί χώροι',NULL),(885,'307','Πολιτισμός και δημιουργία',NULL),(886,'308','Πινακοθήκες',NULL),(887,'309','Μουσεία',NULL),(888,'310','Βιβλιοθήκες',NULL),(889,'311','Θέατρα',NULL),(890,'312','Διασκέδαση και ψυχαγωγία',NULL),(891,'313','Πολιτισμός',NULL),(892,'314','Εθελοντισμός',NULL),(893,'315','Αθλητισμός',NULL),(894,'316','Προξενικές πράξεις',NULL),(895,'317','Αλλοδαποί στην Ελλάδα',NULL),(896,'318','Έλληνες στο εξωτερικό',NULL),(897,'319','Διαχείριση αποβλήτων',NULL),(898,'320','Προστασία περιβάλλοντος (γενικά)',NULL),(899,'321','Απαγόρευση κυνηγιού',NULL),(900,'322','Ρύπανση',NULL),(901,'324','Ηλικία',NULL),(902,'325','Γνήσιο υπογραφής',NULL),(903,'326','Αριθμός Φορολογικού Μητρώου',NULL),(904,'327','Αστυνομική ταυτότητα',NULL),(905,'328','Βεβαιώσεις σπουδών',NULL),(906,'329','Εισαγωγή στην ανώτατη εκπαίδευση',NULL),(907,'330','Επαγγελματική εκπαίδευση',NULL),(908,'331','Σχολεία',NULL),(909,'332','Εργασία στην Πρωτοβάθμια και Δευτεροβάθμια εκπαίδευση',NULL),(910,'333','Συνταξιοδότηση',NULL),(911,'334','Συντάξεις ΤΣΑΥ',NULL),(912,'335','Συντάξεις γήρατος',NULL),(913,'336','Συντάξεις θανάτου',NULL),(914,'337','Συντάξεις πολυτέκνων',NULL),(915,'338','Συντάξεις ειδικών κατηγοριών',NULL),(916,'339','Συντάξεις ΙΚΑ',NULL),(917,'340','Συντάξεις ΝΑΤ',NULL),(918,'341','Συντάξεις ΟΑΕΕ',NULL),(919,'342','Συντάξεις ΟΑΠ - ΔΕΗ',NULL),(920,'343','Συντάξεις Ταμείο Νομικών - ΚΕΑΔ',NULL),(921,'344','Συντάξεις ΤΕΑΥΕΚ',NULL),(922,'345','Συντάξεις ΤΣΜΕΔΕ',NULL),(923,'346','Συντάξεις μετοχικών ταμείων',NULL),(924,'347','Συντάξεις ΤΑΠΟΤΕ',NULL),(925,'348','Συντάξεις δημοσίου',NULL),(926,'349','Συντάξεις ΟΓΑ',NULL),(927,'350','Συντάξεις αναπηρίας',NULL),(928,'351','Visas',NULL),(929,'352','Τουρισμός',NULL),(930,'353','Κοινωνικός τουρισμός',NULL),(931,'354','Ναυτικά φυλλάδια',NULL),(932,'355','Διαβατήρια',NULL),(933,'356','Ταξίδια',NULL),(934,'357','Ινστιτούτα Επαγγελματικής Κατάρτισης',NULL),(935,'358','Σχολές μαθητείας ΟΑΕΔ',NULL),(936,'359','Τεχνικές σχολές',NULL),(937,'360','Τεχνολογίες πληροφορικής',NULL),(938,'361','Υπηρεσίες πιστοποίησης',NULL),(939,'362','Τεχνολογίες επικοινωνίας',NULL),(940,'363','Τηλεπικοινωνιακά τέλη',NULL),(941,'364','Λειτουργία τηλεπικοινωνιών',NULL),(942,'365','Τηλεπικοινωνιακές συνδέσεις',NULL),(943,'366','Δάση',NULL),(944,'367','Ζώα',NULL),(945,'368','Φυτά',NULL),(946,'369','Υγεία και υγιεινή',NULL),(947,'370','Προστασία καταναλωτών',NULL),(948,'371','Κοινωνική Πρόνοια',NULL),(949,'372','Διατροφή',NULL),(950,'373','Πιστοποιητικά υγείας',NULL),(951,'374','Υγεία γενικά',NULL),(952,'375','Φάρμακα',NULL),(953,'376','Σύστημα υγείας',NULL),(954,'377','Νοσηλεία',NULL),(955,'378','Δωρεά οργάνων',NULL),(956,'379','Κανόνες υγιεινής',NULL),(957,'380','Εμβόλια',NULL),(958,'381','Επιχειρηματικότητα',NULL),(959,'382','Έλεγχοι και κυρώσεις',NULL),(960,'383','Ανθρώπινο δυναμικό',NULL),(961,'384','Επαγγελματική στέγη',NULL),(962,'385','Σύσταση και λειτουργία εταιρίας',NULL),(963,'386','Επιχορηγήσεις επιχειρήσεων',NULL),(964,'387','Μετατροπή επιχείρησης',NULL),(965,'388','Κλείσιμο επιχείρησης',NULL),(966,'389','Ίδρυση και λειτουργία επιχείρησης',NULL),(967,'390','ιακά προγράμματα',NULL),(968,'391','Συγχώνευση επιχείρησης',NULL),(969,'392','Άδειες Προσωπικού Δήμων και Περιφερειών',NULL),(970,'393','Αναγνώριση εκτός γάμου γεννηθέντων τέκνων',NULL),(971,'395','Αποσπάσεις',NULL),(972,'396','Απώλεια - Ανάκτηση Ελληνικής Ιθαγένειας',NULL),(973,'397','Γενικός Γραμματέας Περιφέρειας',NULL),(974,'398','Δημόσιες Συμβάσεις Έργων',NULL),(975,'399','Δημόσιες Συμβάσεις Μελετών',NULL),(976,'400','Δημόσιες Συμβάσεις Προμηθειών',NULL),(977,'401','Δημόσιες Συμβάσεις Υπηρεσιών',NULL),(978,'402','Διαπίστωση Ελληνικής Ιθαγένειας από γέννηση',NULL),(979,'403','Διαχείριση περιουσίας ΟΤΑ',NULL),(980,'404','Δίκτυα Δήμων και Περιφερειών',NULL),(981,'405','Διορισμοί υπαλλήλων',NULL),(982,'406','Εκλογικές αποζημιώσεις',NULL),(983,'407','Εκλογικές προμήθειες',NULL),(984,'408','Ενσωμάτωση δικαίου της ΕΕ',NULL),(985,'409','Εξοδα Παράστασης - Κίνησης ΟΤΑ',NULL),(986,'410','Επιτροπές',NULL),(987,'411','Επιχειρήσεις Δήμων και Περιφερειών',NULL),(988,'412','Ευρωπαικά και Διεθνή Αναπτυξιακά  Προγράμματα',NULL),(989,'413','Ευρωπαική Εβδομάδα Τοπικής Δημοκρατίας',NULL),(990,'414','Ευρωπαικός Όμιλος εδαφικής συνεργασίας - ΕΟΕΣ',NULL),(991,'415','Ευρώπη για τους πολίτες',NULL),(992,'416','Μετανάστευση - Θέματα για στερούμενους διαβατηρίου',NULL),(993,'418','Καθορισμός αμοιβής Επιτροπών',NULL),(994,'419','Κοινωνικές δομές από ΝΠΔΔ και επιχειρήσεις ΟΤΑ',NULL),(995,'420','Κτήση Ελληνικής Ιθαγένειας από γέννηση',NULL),(996,'421','Ληξιαρχεία',NULL),(997,'422','Ληξιαρχικές πράξεις γεγονότων εξωτερικού ελλήνων υπηκόων',NULL),(998,'423','Λύση υπαλληλικής σχέσης',NULL),(999,'424','Μετανάστευση-Ανακοινώσεις CION',NULL),(1000,'425','Μετανάστευση-Αποφάσεις Συμβουλίου Ε.Ε. για τη μετανάστευση',NULL),(1001,'426','Μετανάστευση-Βασικά έγγραφα πολιτικής Ε.Ε.',NULL),(1002,'427','Μετανάστευση-Δικαιώματα και Υποχρεώσεις υπηκόων τρίτων χωρών',NULL),(1003,'428','-Ειδική Βεβαίωση νόμιμης διαμονής για υπηκόους τρίτων χωρών',NULL),(1004,'429','Μετανάστευση-Εκπροσώπηση υπηκόων τρίτων χωρών',NULL),(1005,'430','Μετανάστευση-Εξωτερικές Σχέσεις Ε.Ε.',NULL),(1006,'431','Μετανάστευση-Θέματα αδειών διαμονής για εργασία',NULL),(1007,'433','Μετανάστευση-Θέματα άσκησης ανεξάρτητης οικονομικής δραστηριότητας και υψηλών επενδύσεων',NULL),(1008,'434','Μετανάστευση-Θέματα εισδοχής υπηκόων τρίτων χωρών για επιστημονική έρευνα',NULL),(1009,'435','Μετανάστευση-Θέματα εξαρτημένης εργασίας – Διαδικασία μετάκλησης – Εποχιακή απασχόληση – Αλιεργάτες',NULL),(1010,'436','Μετανάστευση-Θέματα επί μακρόν διαμενόντων για υπηκόους τρίτων χωρών και δεκαετείς άδειες',NULL),(1011,'437','Μετανάστευση-Θέματα οικογενειακής επανένωσης για υπηκόους τρίτων χωρών',NULL),(1012,'439','Μετανάστευση-Θέματα σπουδών για υπηκόους τρίτων χωρών',NULL),(1013,'440','Μετανάστευση-Κανονισμοί Ε.Ε. για τη μετανάστευση',NULL),(1014,'441','Μετανάστευση-Κοινοτικές Οδηγίες για τη μετανάστευση',NULL),(1015,'442','Μετανάστευση-Νομοθεσία για είσοδο και διαμονή υπηκόων τρίτων χωρών στην Ελληνική Επικράτεια',NULL),(1016,'443','Μετανάστευση-Συμπεράσματα Ευρωπαϊκών Συμβουλίων για τη μετανάστευση',NULL),(1017,'444','Μετατάξεις',NULL),(1018,'445','Μητρώα Αρρένων',NULL),(1019,'446','Νομικά Πρόσωπα Δημοσίου Δικαίου Δήμων',NULL),(1020,'447','ΟΗΕ, ΟΑΣΕ, ΟΟΣΑ',NULL),(1021,'448','απλούστευση διαδικασιών',NULL),(1022,'449','Πολιτικά Γραφεία',NULL),(1023,'450','Πολιτογράφηση αλλογενών αλλοδαπών',NULL),(1024,'451','Πολιτογράφηση ομογενών αλλοδαπών',NULL),(1025,'452','Πράξεις επιχορηγήσεων εισφορών',NULL),(1026,'453','Πράξεις καθορισμού αμοιβών μελών επιτροπής',NULL),(1027,'454','Πράξεις συγκρότησης επιτροπών',NULL),(1028,'455','\"',NULL),(1029,'456','\"',NULL),(1030,'457','Πρόγραμμα Δημοσίων Επενδύσεων',NULL),(1031,'458','γραμμα Διοικητική Μεταρρύθμιση',NULL),(1032,'459','Πρόγραμμα ΕΛΛΑΔΑ',NULL),(1033,'460','Πρόγραμμα ΣΑΕ 355/8',NULL),(1034,'461','Πρόγραμμα ΣΑΤΑ',NULL),(1035,'462','Πρόγραμμα στεγαστικής συνδρομής Ελλήνων Τσιγγάνων / ROMA',NULL),(1036,'463','Προκηρύξεις θέσεων Προϊσταμένων',NULL),(1037,'464','Προμήθειες',NULL),(1038,'465','Ένταξης',NULL),(1039,'466','Προσλήψεις προσωπικού',NULL),(1040,'467','Προσωπικό Δημοτικής Αστυνομίας',NULL),(1041,'468','Προσωπικό επιχειρήσεων',NULL),(1042,'469','Προσωπικό ιδρυμάτων',NULL),(1043,'470','Προσωπικό κοινωνικών δομών',NULL),(1044,'471','Προσωπικό νομικών προσώπων δημοσίου δικαίου',NULL),(1045,'472','Προσωπικό Συνδέσμων ΟΤΑ',NULL),(1046,'473','Προσωπικό Φορέων Διαχείρισης Στερεών Αποβλήτων',NULL),(1047,'474','Προυπολογισμός',NULL),(1048,'475','Προϋπολογισμός ΟΤΑ',NULL),(1049,'476','Ρυθμίσεις κυκλοφορίας',NULL),(1050,'477','Ρυθμίσεις οφειλών-πιστοληπτική πολιτική ΟΤΑ',NULL),(1051,'478','ΣΔΙΤ',NULL),(1052,'479','Συλλογικές Συμβάσεις Εργασίας',NULL),(1053,'480','Συμβούλιο Ιθαγένειας',NULL),(1054,'481','Συμβούλιο της Ευρώπης',NULL),(1055,'482','Σύμφωνο Συμβίωσης',NULL),(1056,'483','Σύνδεσμοι ΟΤΑ',NULL),(1057,'484','Ταυτότητες',NULL),(1058,'485','Υιοθεσία',NULL),(1059,'486','Ασφάλεια και υγεία των εργαζομένων',NULL),(1060,'487','Πρόγραμμα Θησέας',NULL),(1061,'488','Πρόγραμμα ΣΑΕ 055',NULL),(1062,'489','Πρόγραμμα κρατικής αναπτυξιακής βοήθεια-ΚΑΒ',NULL),(1063,'490','Τοπική Αυτοδιοίκηση α΄ βαθμού',NULL),(1064,'491','Τοπική Αυτοδιοίκηση β΄ βαθμού',NULL),(1065,'492','Εκλογές-Θέματα Προβολής Συνδυασμών',NULL),(1066,'493','Καταστήματα Υγειονομικού Ενδιαφέροντος',NULL),(1067,'494','Επιχορηγήσεις των ΟΤΑ α\' και β΄ βαθμού από Κεντρικούς Αυτοτελείς Πόρους (ΚΑΠ)',NULL),(1068,'496','Λοιπές Επιχορηγήσεις των ΟΤΑ α\' και β΄ βαθμού',NULL),(1069,'497','Υπερωρίες υπαλλήλων',NULL),(1070,'498','Ιδρύματα Δήμων και Περιφερειών',NULL),(1071,'499','Κατασκευές Δημοσίων Έργων',NULL),(1072,'500','Μελέτες Δημοσίων Έργων',NULL),(1073,'501','Μελέτες Ιδιωτικών Έργων',NULL),(1074,'502','ΣΑΕ -  Συλλογική Απόφαση  Έργου',NULL),(1075,'503','ΣΑΜ – Συλλογική Απόφαση Μελετών.',NULL),(1076,'504','ΣΑΕΠ- Συλλογική Απόφαση Περιφερειών',NULL),(1077,'505','ΣΑΜΠ – Συλλογική Απόφαση Μελετών Περιφερειών',NULL),(1078,'506','ΣΑΝΑ – Συλλογική Απόφαση Νομαρχιακής Αυτοδιοίκησης',NULL),(1079,'507','ΣΑΤΑ – Συλλογική Απόφαση Τοπικής Αυτοδιοίκησης.',NULL),(1080,'508','Προέγκριση ΣΑΕ -  Συλλογικής Απόφασης  Έργου',NULL),(1081,'509','Προέγκριση ΣΑΜ – Συλλογικής Απόφασης Μελετών.',NULL),(1082,'510','Προέγκριση ΣΑΕΠ- Συλλογικής Απόφασης Περιφερειών',NULL),(1083,'511','Προέγκριση ΣΑΜΠ – Συλλογικής Απόφασης Μελετών Περιφέρειών',NULL),(1084,'512','Προέγκριση ΣΑΝΑ – Συλλογικής Απόφασης Νομαρχιακής Αυτοδιοίκησης',NULL),(1085,'513','Προέγκριση ΣΑΤΑ – Συλλογικής Απόφασης Τοπικής Αυτοδιοίκησης.',NULL),(1086,'514','ΚΑΝΟΝΙΣΤΙΚΗ ΑΝΑΠΤΥΞΙΑΚΟΥ ΝΟΜΟΥ',NULL),(1087,'515','ΥΠΑΓΩΓΗ ΕΠΕΝΔΥΣΗΣ ΣΕ ΑΝΑΠΤΥΞΙΑΚΟ ΝΟΜΟ',NULL),(1088,'516','ΤΡΟΠΟΠΟΙΗΣΗ ΕΠΕΝΔΥΣΗΣ ΥΠΑΧΘΕΙΣΑΣ ΣΕ ΑΝΑΠΤΥΞΙΑΚΟ ΝΟΜΟ',NULL),(1089,'517','ΟΛΟΚΛΗΡΩΣΗ ΕΠΕΝΔΥΣΗΣ ΥΠΑΧΘΕΙΣΑΣ ΣΕ ΑΝΑΠΤΥΞΙΑΚΟ ΝΟΜΟ',NULL),(1090,'518','ΕΠΙΒΟΛΗΣ ΚΥΡΩΣΕΩΝ ΕΠΕΝΔΥΣΗΣ ΥΠΑΧΘΕΙΣΑΣ ΣΕ ΑΝΑΠΤΥΞΙΑΚΟ ΝΟΜΟ',NULL),(1091,'519','ΕΓΚΥΚΛΙΟΣ (Α.Ν.)  ΑΝΑΠΤΥΞΙΑΚΟΥ ΝΟΜΟΥ',NULL),(1092,'520','.3427/2005 Κεφάλαιο ΣΤ΄',NULL),(1093,'521','ΥΠΟΥΡΓΙΚΗ ΑΠΟΦΑΣΗ Ν.3427/2005 – ΥΠΑΓΩΓΗΣ ΣΕ ΑΝΑΠΤΥΞΙΑΚΟ ΝΟΜΟ',NULL),(1094,'522','Υπηρεσίες',NULL),(1095,'523','Δήμαρχος',NULL),(1096,'524','Δημοτικό Συμβούλιο',NULL),(1097,'525','Δημοτικοί Φόροι, τέλη, εισφορές και άλλα ίδια έσοδα ΟΤΑ',NULL),(1098,'526','Υπαίθρια διαφήμιση',NULL),(1099,'527','Πρόστιμα ΚΟΚ και τέλη ελεγχόμενης στάθμευσης',NULL),(1100,'528','Βεβαίωση και είσπραξη εσόδων των ΟΤΑ-Διευκόλυνση οφειλετών',NULL),(1101,'529','Παρακρατήσεις υπέρ Συνδέσμων των ΟΤΑ',NULL),(1102,'530','Πρόγραμμα Στεγαστικής Αποκατάστασης Παλιννοστούντων ομογενών από χώρες της τέως Σοβιετικής Ένωσης',NULL),(1103,'531','Απαλλοτριώσεις',NULL),(1104,'532','Χρηματοδότηση Προγράμματος Δημοσίων Επενδύσεων',NULL),(1105,'533','Δημαρχιακή Επιτροπή',NULL),(1106,'534','Ταχυδρομικές Υπηρεσίες',NULL),(1107,'535','Ενέργειες Διαφήμισης',NULL),(1108,'536','Απόκτηση ελληνικής ιθαγένειας ομογενών από χώρες της πρώην ΕΣΣΔ βάσει του Ν.2790/2000',NULL),(1109,'537','Ανώνυμες Εταιρείες',NULL),(1110,'538','Οικονομική ενίσχυση Συνδικαλιστικών Οργανώσεων',NULL),(1111,'539','Οργανόγραμμα Υπουργείων',NULL),(1112,'540','Τεχνική Βοήθεια',NULL),(1113,'541','Λιμενικές υποδομές',NULL),(1114,'542','Αγορά ή διαθεση αυτοκινήτων',NULL),(1115,'543','Δωρεές αυτοκ/των προς υπηρεσίες',NULL),(1116,'544','Θέση σε κυκλοφορία αυτ/των',NULL),(1117,'545','Άρση κυκλοφορίας Αυτ/των',NULL),(1118,'546','Εθνικά Κληροδοτήματα',NULL),(1119,'547','Περιβάλλον-Οριοθέτηση δασικών εκτάσεων',NULL),(1120,'548','ΑΠΟΦΑΣΗ ΜΑΤΑΙΩΣΗΣ ΔΙΑΓΩΝΙΣΜΟΥ',NULL),(1121,'549','Σύσταση Θέσεων',NULL),(1122,'550','Ελληνική Αναπτυξιακή Συνεργασία',NULL),(1123,'551','Μετακινήσεις προσωπικού',NULL),(1124,'552','Νομισματικό Πρόγραμμα',NULL),(1125,'553','ού Δημοσίου',NULL),(1126,'554','Περιβαλλοντική Αδειοδότηση',NULL),(1127,'555','Υπερωρίες Προσωπικού Ιδιωτικού Δικαίου στο Δημόσιο',NULL),(1128,'556','Αντικατάσταση μελών Δ.Σ',NULL),(1129,'557','Χορήγηση προκαταβολής',NULL),(1130,'558','Διενέργεια διαγωνισμού',NULL),(1131,'559','Εσωτερική Μετακίνηση',NULL),(1132,'560','Εσωτερική Μετακίνηση',NULL),(1133,'561','Διαθεσιμότητα Υπαλλήλου',NULL),(1134,'562','Ερευνητικά προγράμματα ή άλλα έργα',NULL),(1135,'563','Υποβολή δικαιολογητικών για έκδοση εντάλματος πληρωμής',NULL),(1136,'564','Ένταλμα πληρωμής',NULL),(1137,'565','Γενικό Πρόγραμμα «Αλληλεγγύη και Διαχείριση Μεταναστευτικών Ροών» Περιόδου 2007-2013',NULL),(1138,'567','\"',NULL),(1139,'568','Τροποποίηση προυπολογισμού',NULL),(1140,'569','Εθνικά Κληροδοτήματα',NULL),(1141,'570','Ασφαλιστικές εισφορές στο ΤΕΑΔΥ',NULL),(1142,'571','Τεχνικά θέματα',NULL),(1143,'572','Εκδόσεις - Εκτυπώσεις',NULL),(1144,'573','Γ Πράξη οικονομικού ενδιαφέροντος',NULL),(1145,'574','ΕΣΠΑ 2007-2013',NULL),(1146,'575','Εισηγητής',NULL),(1147,'576','Συνδρομή έντυπων και ηλεκτρονικών περιοδικών',NULL),(1148,'577','Δικαστικά έξοδα',NULL),(1149,'578','Χρηματοδοτήσεις Έργων Προγράμματος Δημοσίων Επενδύσεων',NULL),(1150,'579','Μέλη Συμβουλίων',NULL),(1151,'580','Οικονομικοί πόροι',NULL),(1152,'581','Λογαριασμός Εσόδων Δημοσίων Επενδύσεων',NULL),(1153,'582','Αποζημιώσεις πληγέντων από φυσικές καταστροφές',NULL),(1154,'583','Ορισμός Εκκαθαριστή',NULL),(1155,'584','Αρωγή',NULL),(1156,'585','Πρόσκληση Υποβολής Προτάσεων',NULL),(1157,'586','Πρόσκληση Υποβολής Προτάσεων',NULL),(1158,'587','Πρόσκληση Υποβολής Προτάσεων',NULL),(1159,'589','Συντήρηση Φωτοτυπικών Μηχανημάτων',NULL),(1160,'590','Δωρεά',NULL),(1161,'591','Εξοικονόμηση κατ’ Οίκον',NULL),(1162,'592','Διαχείριση επικοιστικών εκτάσεων',NULL);
/*!40000 ALTER TABLE `diavgeia_subject_group` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `distribution_method`
--

DROP TABLE IF EXISTS `distribution_method`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `distribution_method` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `description` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `distribution_method`
--

LOCK TABLES `distribution_method` WRITE;
/*!40000 ALTER TABLE `distribution_method` DISABLE KEYS */;
INSERT INTO `distribution_method` VALUES (1,'ΕΛΤΑ Απλή Αποστολή',NULL,NULL,NULL,NULL),(2,'ΕΛΤΑ Συστημένη Αποστολή',NULL,NULL,NULL,NULL),(3,'Email',NULL,NULL,NULL,NULL),(4,'Fax',NULL,NULL,NULL,NULL),(5,'Courier',NULL,NULL,NULL,NULL),(6,'Προσωπική Παράδοση-Παραλαβή',NULL,NULL,NULL,NULL),(7,'Web Service',NULL,NULL,NULL,NULL),(8,'Μη διαθέσιμη',NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `distribution_method` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `document_type`
--

DROP TABLE IF EXISTS `document_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `document_type` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_periodic` int(11) unsigned DEFAULT '0',
  `days` int(11) unsigned DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `document_type`
--

LOCK TABLES `document_type` WRITE;
/*!40000 ALTER TABLE `document_type` DISABLE KEYS */;
INSERT INTO `document_type` VALUES (1,'Document Type1',NULL,NULL,NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `document_type` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `incoming_protocol`
--

DROP TABLE IF EXISTS `incoming_protocol`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `incoming_protocol` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `contact_sender_id` int(11) unsigned NOT NULL,
  `distribution_method_id` int(11) unsigned NOT NULL,
  `protocol_number` int(11) unsigned DEFAULT NULL,
  `protocol_date` datetime DEFAULT NULL,
  `protocol_series` int(11) unsigned DEFAULT NULL,
  `protocol_year` int(11) unsigned DEFAULT NULL,
  `subject` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `comments` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `incoming_protocol_number` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'ar. prot. eggrafou',
  `incoming_date` date DEFAULT NULL COMMENT 'hmerominia eggrafou',
  `incoming_place` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_user_id` int(11) DEFAULT NULL,
  `update_user_id` int(11) DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `is_deleted` tinyint(1) DEFAULT NULL,
  `relative_protocol` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `incoming_protocol_FKIndex1` (`distribution_method_id`),
  KEY `incoming_protocol_FKIndex2` (`contact_sender_id`),
  CONSTRAINT `fk_7cbbc300-215b-11e0-9059-080027b715d2` FOREIGN KEY (`distribution_method_id`) REFERENCES `distribution_method` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cbdaecc-215b-11e0-9059-080027b715d2` FOREIGN KEY (`contact_sender_id`) REFERENCES `contact` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `incoming_protocol`
--

LOCK TABLES `incoming_protocol` WRITE;
/*!40000 ALTER TABLE `incoming_protocol` DISABLE KEYS */;
INSERT INTO `incoming_protocol` VALUES (2,1,8,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,1,1,'2011-10-07 09:30:31','2011-10-07 06:30:31',NULL,NULL);
/*!40000 ALTER TABLE `incoming_protocol` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `outgoing_protocol`
--

DROP TABLE IF EXISTS `outgoing_protocol`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `outgoing_protocol` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `distribution_method_id` int(11) unsigned NOT NULL,
  `protocol_number` int(11) unsigned DEFAULT NULL,
  `protocol_date` datetime DEFAULT NULL,
  `protocol_series` int(11) unsigned DEFAULT NULL,
  `protocol_year` int(11) unsigned DEFAULT NULL,
  `subject` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `comments` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `outgoing_date` datetime DEFAULT NULL COMMENT 'imerominia diekperaiwsis',
  `relative_protocol` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'to sxetiko - otidipote',
  `author` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `outgoing_place` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sent_diaygeia` int(1) unsigned DEFAULT NULL,
  `create_user_id` int(11) DEFAULT NULL,
  `update_user_id` int(11) DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `is_deleted` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `outgoing_protocol_FKIndex1` (`distribution_method_id`),
  CONSTRAINT `fk_7cbca1e4-215b-11e0-9059-080027b715d2` FOREIGN KEY (`distribution_method_id`) REFERENCES `distribution_method` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `outgoing_protocol`
--

LOCK TABLES `outgoing_protocol` WRITE;
/*!40000 ALTER TABLE `outgoing_protocol` DISABLE KEYS */;
INSERT INTO `outgoing_protocol` VALUES (1,8,1,'2011-10-07 09:34:19',NULL,NULL,'Test outgoing',NULL,'2011-10-07 00:00:00',NULL,NULL,NULL,NULL,1,1,'2011-10-07 09:33:07','2011-10-07 06:34:19',NULL);
/*!40000 ALTER TABLE `outgoing_protocol` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `outgoing_recipient`
--

DROP TABLE IF EXISTS `outgoing_recipient`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `outgoing_recipient` (
  `contact_id` int(11) unsigned NOT NULL,
  `outgoing_protocol_id` int(11) unsigned NOT NULL,
  `is_cc` int(11) unsigned DEFAULT NULL,
  PRIMARY KEY (`contact_id`,`outgoing_protocol_id`),
  KEY `outgoing_recipients_FKIndex1` (`contact_id`),
  KEY `outgoing_recipients_FKIndex2` (`outgoing_protocol_id`),
  CONSTRAINT `fk_7cadf144-215b-11e0-9059-080027b715d2` FOREIGN KEY (`contact_id`) REFERENCES `contact` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7caeb0d4-215b-11e0-9059-080027b715d2` FOREIGN KEY (`outgoing_protocol_id`) REFERENCES `outgoing_protocol` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `outgoing_recipient`
--

LOCK TABLES `outgoing_recipient` WRITE;
/*!40000 ALTER TABLE `outgoing_recipient` DISABLE KEYS */;
INSERT INTO `outgoing_recipient` VALUES (1,1,0);
/*!40000 ALTER TABLE `outgoing_recipient` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `parameter`
--

DROP TABLE IF EXISTS `parameter`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `parameter` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `area` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `type` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `initial_value` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `value` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `parameter`
--

LOCK TABLES `parameter` WRITE;
/*!40000 ALTER TABLE `parameter` DISABLE KEYS */;
INSERT INTO `parameter` VALUES (1,'CORE','Integer','DISTRIBUTION_METHOD_EMAIL_ID','Το ID της μεθόδου διανομής με email. ΝΑ ΜΗΝ ΑΛΛΑΞΕΙ','3','3',NULL,NULL,NULL,NULL),(2,'CORE','Integer','DISTRIBUTION_METHOD_WEBSERVICE_ID','Το ID της μεθόδου διανομής Web Service. ΝΑ ΜΗΝ ΑΛΛΑΞΕΙ','7','7',NULL,NULL,NULL,NULL),(3,'MAIL','String','SMTP_HOST','Η διέυθυνση του  SMTP Host','mail.illumine.gr','mail.illumine.gr',NULL,NULL,NULL,NULL),(4,'MAIL','String','SMTP_PASSWORD','Το συνθηματικό του  SMTP','my_password','my_password',NULL,NULL,NULL,NULL),(5,'MAIL','String','SMTP_USER','Ο Χρήστης SMTP','info@uit.gr','info@uit.gr',NULL,NULL,NULL,NULL),(6,'MAIL','String','EMAIL_FROM','Η διέυθυνση email με την οποία αποστέλλονται από εσάς τα μυνήματα','info@uit.gr','info@uit.gr',NULL,NULL,NULL,NULL),(7,'CORE','String','OKM_NODE_PENDING_INCOMING','Ο φάκελος του OpenKM Taxonomy που αποθηκεύονται τα προσωρινά εισερχόμενα','/okm:root/PendingIncoming','/okm:root/PendingIncoming',NULL,NULL,NULL,NULL),(8,'CORE','String','OKM_NODE_INCOMING','Ο φάκελος του OpenKM Taxonomy στον οποίον αποθηκεύονται τα εισερχόμενα','/okm:root/IncomingProtocol','/okm:root/IncomingProtocol',NULL,NULL,NULL,NULL),(9,'CORE','String','OKM_NODE_PENDING_OUTGOING','Ο φάκελος του OpenKM Taxonomy στον οποίον αποθηκεύονται τα προσορινά εξερχόμενα','/okm:root/PendingOutgoing','/okm:root/PendingOutgoing',NULL,NULL,NULL,NULL),(10,'CORE','String','OKM_NODE_OUTGOING','Ο φάκελος του OpenKM Taxonomy στον οποίον αποθηκεύονται τα εξερχόμενα','/okm:root/OutgoingProtocol','/okm:root/OutgoingProtocol',NULL,NULL,NULL,NULL),(11,'Protocol Book','String','PROTOCOL_BOOK_COMPANY','Ο Τίτλος του οργανισμού σας που εμφανίζεται στο έντυπο του πρωτοκόλλου','ΕΛΛΑΚ','ΕΛΛΑΚ',NULL,NULL,NULL,NULL),(12,'Protocol Book','String','PROTOCOL_BOOK_AUTHOR','Ο Υπευθυνος Συγγραφέας  που εμφανίζεται στο έντυπο του πρωτοκόλλου','ΕΛΛΑΚ','ΕΛΛΑΚ',NULL,NULL,NULL,NULL),(13,'Protocol Book','String','PROTOCOL_BOOK_CREATOR','Ο υπεύθυνος για την εκτύπωση του έντυπου του πρωτοκόλλου','ΕΛΛΑΚ','ΕΛΛΑΚ',NULL,NULL,NULL,NULL),(14,'Protocol Book','String','PROTOCOL_BOOK_KEYWORDS','Οι λέξεις κλειδιά του βιβλίου πρωτοκόλλου που θα μπαίνουν στο παραγόμενο PDF','Βιβλίο, Πρωτοκόλλου','Βιβλίο, Πρωτοκόλλου',NULL,NULL,NULL,NULL),(15,'Protocol Book','String','PROTOCOL_BOOK_SUBJECT','Το θέμα του παραγόμενου βιβλίου πρωτοκόλλου που εμφανίζεται στο PDF','Βιβλίο Πρωτοκόλλου','Βιβλίο Πρωτοκόλλου',NULL,NULL,NULL,NULL),(16,'Protocol Book','String','PROTOCOL_BOOK_TITLE','Ο Τίτλος που θα εμφανίζεται στο PDF βιβλίο πρωτοκόλλου ','String','Βιβλίο Πρωτοκόλλου',NULL,NULL,NULL,NULL),(17,'Protocol Book','String','PROTOCOL_BOOK_FILE','Το όνομα του PDF αρχείου στο οποίο θα σωζεται τι βιβλίο πρωτοκόλλου',NULL,'protocol_book.pdf',NULL,NULL,NULL,NULL),(18,'Protocol Book','String','PROTOCOL_BOOK_FONT_FOLDER','Ο φάκελος στον οποίον αποθηκευονται τα fonts για την παραγωγή του PDF','../fonts','../fonts',NULL,NULL,NULL,NULL),(19,'CORE','Integer','DISTRIBUTION_METHOD_NA_ID','Προκαθορισμένο ID για not applicable τρόπο διακίνησης. ΝΑ ΜΗΝ ΑΛΛΑΞΕΙ','8','8',NULL,NULL,NULL,NULL),(20,'CORE','String','OKM_AUTH_PORT_ADDRESS','URL for OpenKM Web Service authentication','http://localhost:8080/OpenKM/OKMAuth','http://localhost:8080/OpenKM/OKMAuth',NULL,NULL,NULL,NULL),(21,'CORE','String','OKM_DOCUMENT_PORT_ADDRESS','URL for OpenKM Web Service Document','http://localhost:8080/OpenKM/OKMDocument','http://localhost:8080/OpenKM/OKMDocument',NULL,NULL,NULL,NULL),(22,'CORE','String','OKM_FOLDER_PORT_ADDRESS','URL for OpenKM Web Service for Folder ','http://localhost:8080/OpenKM/OKMFolder','http://localhost:8080/OpenKM/OKMFolder',NULL,NULL,NULL,NULL),(23,'CORE','String','OKM_SEARCH_PORT_ADDRESS','URL for OpenKM Web Service for Document Search','http://localhost:8080/OpenKM/OKMSearch','http://localhost:8080/OpenKM/OKMSearch',NULL,NULL,NULL,NULL),(24,'DIAVGEIA Interface','String','DIAVGEIA_BASE_URL','Η Βασική διυθυνση της DIAVGEIA.GOV.GR API URL','https://193.105.109.110/apofaseis-dokimes','https://193.105.109.110/apofaseis-dokimes',NULL,NULL,NULL,NULL),(25,'DIAVGEIA Interface','Integer','DIAVGEIA_TIMEOUT','Ο Χρόνος σε Milliseconds στον οποίον θα κάνει timeout τα post στη διαύγεια','60000','60000',NULL,NULL,NULL,NULL),(26,'DIAVGEIA Interface','String','DIAVGEIA_TRUSTSTORE_FILE','Το truststore στο οποίο εγκαθιστούμε το ψηφιακό πιστοποιητικό της Διαύγειας','/my-linux/path/DIAVGEIA.cer','c:\\\\my-windows\\\\path\\\\DIAVGEIA.cer',NULL,NULL,NULL,NULL),(27,'DIAVGEIA Interface','String','DIAVGEIA_TRUSTSTORE_PASS','Το συνθηματικό για να ανοίξει το truststore','changeit','changeit',NULL,NULL,NULL,NULL),(28,'DIAVGEIA Interface','String','DIAVGEIA_USER','Ο χρήστης της διαυγειας. Αντοστοιχεί στο πεδίο edUser','366_admin','366_admin',NULL,NULL,NULL,NULL),(29,'DIAVGEIA Interface','String','DIAVGEIA_PASSWORD','Το συνθηματικό της ΔΙΑΥΓΕΙΑΣ. Αντιστοιχεί στο πεδίο edPassword','366','366',NULL,NULL,NULL,NULL),(30,'DIAVGEIA Interface','String','DIAVGEIA_EMAIL','Το email του που θα λάβει την απάντηση από τη Διαυγεια.  Πεδίο field_syntaktis_email','someone@your-organization.gr','someone@your-organization.gr',NULL,NULL,NULL,NULL),(31,'DIAVGEIA Interface','Integer','DIAVGEIA_ORGANIZATION_ID','To UID του οργανισμού σας στη Διαυγεια. Αντιστοιχεί στο πεδίο field_level2_text','366','366',NULL,NULL,NULL,NULL),(32,'DIAVGEIA Interface','String','DIAVGEIA_UNIT_ID','Το UID της μονάδος στον οργανισμό όπως το δίνει η Διαυγεια. Πεδίο field_monades_text','2111','2111',NULL,NULL,NULL,NULL),(33,'DIAVGEIA Interface','Integer','DIAVGEIA_SIGNS','Field_telikos_ypografwn in Diavgeia API','16','16',NULL,NULL,NULL,NULL),(34,'DIAVGEIA Interface','String','DIAVGEIA_TMP_FILES','Φάκελος στον οποίον αποθηκευονται προσωρινά τα PDF αρχεία που αποστέλλονται.','/tmp','/tmp',NULL,NULL,NULL,NULL),(35,'DIAVGEIA Interface','String','DIAVGEIA_URL_EIDOS_APOFASIS','Το URL από το οποίο ενημερώνουμε τα είδη των αποφάσεων','http://193.105.109.185/api/types.xml','http://193.105.109.185/api/types.xml',NULL,NULL,NULL,NULL),(36,'DIAVGEIA Interface','String','DIAVGEIA_URL_EIDOS_THEMATIK','To URL που ενημερώνει τα είδη των θεματικών ενοτήτων','http://193.105.109.185/api/tags.xml','http://193.105.109.185/api/tags.xml',NULL,NULL,NULL,NULL),(37,'MAIL','Integer','SMTP_PORT','Η πόρτα SMTP','25','25',NULL,NULL,NULL,'2011-10-07 06:32:59');
/*!40000 ALTER TABLE `parameter` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `project`
--

DROP TABLE IF EXISTS `project`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `project` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_creator_id` int(11) unsigned NOT NULL,
  `name` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `start_dt` datetime DEFAULT NULL,
  `expected_dt` datetime DEFAULT NULL,
  `end_dt` datetime DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `project_FKIndex1` (`user_creator_id`),
  CONSTRAINT `fk_7cb85cba-215b-11e0-9059-080027b715d2` FOREIGN KEY (`user_creator_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `project`
--

LOCK TABLES `project` WRITE;
/*!40000 ALTER TABLE `project` DISABLE KEYS */;
INSERT INTO `project` VALUES (1,1,'Test Project','Test project description','2011-10-12 00:00:00',NULL,'2011-10-15 00:00:00',NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `project` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `project_task`
--

DROP TABLE IF EXISTS `project_task`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `project_task` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `contact_id` int(11) unsigned NOT NULL,
  `parent_task_id` int(11) unsigned DEFAULT NULL,
  `user_creator_id` int(11) unsigned NOT NULL,
  `user_dispatcher_id` int(11) unsigned NOT NULL,
  `project_id` int(11) unsigned NOT NULL,
  `task_document_id` int(11) unsigned NOT NULL,
  `task_result_id` int(11) unsigned NOT NULL,
  `task_priority_id` int(11) unsigned NOT NULL,
  `task_type_id` int(11) unsigned NOT NULL,
  `task_state_id` int(11) unsigned NOT NULL,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `task_no` int(11) unsigned DEFAULT NULL,
  `start_dt` datetime DEFAULT NULL,
  `expected_dt` datetime DEFAULT NULL,
  `closed_dt` datetime DEFAULT NULL,
  `comments` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `times_revised` int(11) unsigned DEFAULT '0',
  `times_contact_external` int(11) unsigned DEFAULT '0',
  `reviewer_score` int(11) unsigned DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `project_tasks_FKIndex1` (`project_id`),
  KEY `project_tasks_FKIndex2` (`task_state_id`),
  KEY `project_tasks_FKIndex3` (`task_type_id`),
  KEY `project_tasks_FKIndex4` (`task_priority_id`),
  KEY `project_tasks_FKIndex5` (`task_result_id`),
  KEY `project_tasks_FKIndex6` (`task_document_id`),
  KEY `project_tasks_FKIndex7` (`user_creator_id`),
  KEY `project_tasks_FKIndex8` (`user_dispatcher_id`),
  KEY `project_task_FKIndex9` (`parent_task_id`),
  KEY `project_task_FKIndex10` (`contact_id`),
  CONSTRAINT `fk_7caf6d6c-215b-11e0-9059-080027b715d2` FOREIGN KEY (`project_id`) REFERENCES `project` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb02aa4-215b-11e0-9059-080027b715d2` FOREIGN KEY (`task_state_id`) REFERENCES `task_state` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb0faba-215b-11e0-9059-080027b715d2` FOREIGN KEY (`task_type_id`) REFERENCES `task_type` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb1bb12-215b-11e0-9059-080027b715d2` FOREIGN KEY (`task_priority_id`) REFERENCES `task_priority` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb42b18-215b-11e0-9059-080027b715d2` FOREIGN KEY (`task_result_id`) REFERENCES `task_result` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb5d6b6-215b-11e0-9059-080027b715d2` FOREIGN KEY (`task_document_id`) REFERENCES `task_document` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb6adf2-215b-11e0-9059-080027b715d2` FOREIGN KEY (`user_creator_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb7739a-215b-11e0-9059-080027b715d2` FOREIGN KEY (`user_dispatcher_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb931e4-215b-11e0-9059-080027b715d2` FOREIGN KEY (`parent_task_id`) REFERENCES `project_task` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cc393e6-215b-11e0-9059-080027b715d2` FOREIGN KEY (`contact_id`) REFERENCES `contact` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `project_task`
--

LOCK TABLES `project_task` WRITE;
/*!40000 ALTER TABLE `project_task` DISABLE KEYS */;
/*!40000 ALTER TABLE `project_task` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `project_user`
--

DROP TABLE IF EXISTS `project_user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `project_user` (
  `project_id` int(11) unsigned NOT NULL,
  `users_id` int(11) unsigned NOT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`project_id`,`users_id`),
  KEY `project_users_FKIndex1` (`project_id`),
  KEY `project_users_FKIndex2` (`users_id`),
  CONSTRAINT `fk_7cb27d0e-215b-11e0-9059-080027b715d2` FOREIGN KEY (`project_id`) REFERENCES `project` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb369ee-215b-11e0-9059-080027b715d2` FOREIGN KEY (`users_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `project_user`
--

LOCK TABLES `project_user` WRITE;
/*!40000 ALTER TABLE `project_user` DISABLE KEYS */;
INSERT INTO `project_user` VALUES (1,1,NULL,NULL,NULL,NULL),(1,3,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `project_user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `protocol_book`
--

DROP TABLE IF EXISTS `protocol_book`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `protocol_book` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `protocol_series` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_incoming` int(1) DEFAULT NULL,
  `protocol_number` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '''o teleytaios arithmos protokolou''',
  `protocol_year` int(4) DEFAULT NULL,
  `protocol_path` varchar(640) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` int(1) NOT NULL DEFAULT '1' COMMENT 'shows if this protocol book is active',
  `create_user` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `protocol_book`
--

LOCK TABLES `protocol_book` WRITE;
/*!40000 ALTER TABLE `protocol_book` DISABLE KEYS */;
/*!40000 ALTER TABLE `protocol_book` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `protocol_document`
--

DROP TABLE IF EXISTS `protocol_document`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `protocol_document` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `outgoing_protocol_id` int(11) unsigned DEFAULT NULL,
  `incoming_protocol_id` int(11) unsigned DEFAULT NULL,
  `document_types_id` int(11) unsigned NOT NULL,
  `document_name` varchar(256) COLLATE utf8_unicode_ci NOT NULL COMMENT 'the filename',
  `document_size` bigint(20) NOT NULL COMMENT 'the filesize OPEN KM ASSIGNS THIS!',
  `document_mime` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `document_number` int(11) NOT NULL COMMENT 'the index in protocol node',
  `document_keywords` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'GUI Assigns',
  `okm_path` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'OpenKM path for document OPEN KM ASSIGNS THIS!',
  `okm_uuid` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'OpenKM internal id. OPEN KM ASSIGNS THIS!',
  `diavgeia_ada_code` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `protocol_document_FKIndex1` (`incoming_protocol_id`),
  KEY `protocol_document_FKIndex2` (`outgoing_protocol_id`),
  KEY `fk_protocol_document_document_types1` (`document_types_id`),
  CONSTRAINT `fk_7cbf98ea-215b-11e0-9059-080027b715d2` FOREIGN KEY (`incoming_protocol_id`) REFERENCES `incoming_protocol` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cc08868-215b-11e0-9059-080027b715d2` FOREIGN KEY (`outgoing_protocol_id`) REFERENCES `outgoing_protocol` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_protocol_document_document_types1` FOREIGN KEY (`document_types_id`) REFERENCES `document_type` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `protocol_document`
--

LOCK TABLES `protocol_document` WRITE;
/*!40000 ALTER TABLE `protocol_document` DISABLE KEYS */;
INSERT INTO `protocol_document` VALUES (1,1,NULL,1,'bank.txt',482,'text/plain',1,'key1','/okm:root/OutgoingProtocol/1/bank.txt','cef152b6-90b2-4bee-a0b9-5e834bbf0237',NULL);
/*!40000 ALTER TABLE `protocol_document` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `protocol_number`
--

DROP TABLE IF EXISTS `protocol_number`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `protocol_number` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `version` bigint(20) DEFAULT NULL,
  `number` bigint(20) DEFAULT NULL,
  `series` int(11) DEFAULT NULL,
  `year` int(11) DEFAULT NULL,
  `type` int(11) DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `protocol_number`
--

LOCK TABLES `protocol_number` WRITE;
/*!40000 ALTER TABLE `protocol_number` DISABLE KEYS */;
INSERT INTO `protocol_number` VALUES (1,2,1,1,2011,2,NULL,'2011-10-07 06:34:19');
/*!40000 ALTER TABLE `protocol_number` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `resource`
--

DROP TABLE IF EXISTS `resource`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `resource` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `resource` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `resource`
--

LOCK TABLES `resource` WRITE;
/*!40000 ALTER TABLE `resource` DISABLE KEYS */;
/*!40000 ALTER TABLE `resource` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `role`
--

DROP TABLE IF EXISTS `role`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `role` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_protocol` int(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `role`
--

LOCK TABLES `role` WRITE;
/*!40000 ALTER TABLE `role` DISABLE KEYS */;
INSERT INTO `role` VALUES (1,'ADMIN',NULL,1),(2,'READER',NULL,1),(3,'WRITER',NULL,1),(4,'CASE_ADMIN',NULL,2),(5,'CASE_USER',NULL,2);
/*!40000 ALTER TABLE `role` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `role_to_resource`
--

DROP TABLE IF EXISTS `role_to_resource`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `role_to_resource` (
  `role_id` int(11) unsigned NOT NULL,
  `resource_id` int(11) unsigned NOT NULL,
  PRIMARY KEY (`role_id`,`resource_id`),
  KEY `roles_to_resource_FKIndex1` (`role_id`),
  KEY `roles_to_resource_FKIndex2` (`resource_id`),
  CONSTRAINT `fk_7cac7e54-215b-11e0-9059-080027b715d2` FOREIGN KEY (`role_id`) REFERENCES `role` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `fk_7cad2692-215b-11e0-9059-080027b715d2` FOREIGN KEY (`resource_id`) REFERENCES `resource` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `role_to_resource`
--

LOCK TABLES `role_to_resource` WRITE;
/*!40000 ALTER TABLE `role_to_resource` DISABLE KEYS */;
/*!40000 ALTER TABLE `role_to_resource` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_document`
--

DROP TABLE IF EXISTS `task_document`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_document` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `document_name` varchar(256) COLLATE utf8_unicode_ci NOT NULL COMMENT '''the filename''',
  `document_size` varchar(11) COLLATE utf8_unicode_ci NOT NULL COMMENT '''the filesize''',
  `document_number` int(11) NOT NULL COMMENT 'the index of doc in task',
  `document_keywords` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '''comma sep keywirds''',
  `document_type_id` int(11) unsigned NOT NULL,
  `okm_path` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL,
  `okm_uuid` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_task_document_document_type1` (`document_type_id`),
  CONSTRAINT `fk_task_document_document_type1` FOREIGN KEY (`document_type_id`) REFERENCES `document_type` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_document`
--

LOCK TABLES `task_document` WRITE;
/*!40000 ALTER TABLE `task_document` DISABLE KEYS */;
/*!40000 ALTER TABLE `task_document` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_message`
--

DROP TABLE IF EXISTS `task_message`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_message` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_receiver_id` int(11) unsigned NOT NULL,
  `user_sender_id` int(11) unsigned NOT NULL,
  `project_task_id` int(11) unsigned NOT NULL,
  `subject` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `message` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `task_messages_FKIndex1` (`project_task_id`),
  KEY `task_message_FKIndex2` (`user_sender_id`),
  KEY `task_message_FKIndex3` (`user_receiver_id`),
  CONSTRAINT `fk_7cb4f340-215b-11e0-9059-080027b715d2` FOREIGN KEY (`project_task_id`) REFERENCES `project_task` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cba0a42-215b-11e0-9059-080027b715d2` FOREIGN KEY (`user_sender_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cbad8e6-215b-11e0-9059-080027b715d2` FOREIGN KEY (`user_receiver_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_message`
--

LOCK TABLES `task_message` WRITE;
/*!40000 ALTER TABLE `task_message` DISABLE KEYS */;
/*!40000 ALTER TABLE `task_message` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_priority`
--

DROP TABLE IF EXISTS `task_priority`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_priority` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_priority`
--

LOCK TABLES `task_priority` WRITE;
/*!40000 ALTER TABLE `task_priority` DISABLE KEYS */;
/*!40000 ALTER TABLE `task_priority` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_result`
--

DROP TABLE IF EXISTS `task_result`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_result` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_result`
--

LOCK TABLES `task_result` WRITE;
/*!40000 ALTER TABLE `task_result` DISABLE KEYS */;
/*!40000 ALTER TABLE `task_result` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_state`
--

DROP TABLE IF EXISTS `task_state`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_state` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_state`
--

LOCK TABLES `task_state` WRITE;
/*!40000 ALTER TABLE `task_state` DISABLE KEYS */;
/*!40000 ALTER TABLE `task_state` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_type`
--

DROP TABLE IF EXISTS `task_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_type` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_periodic` int(11) unsigned DEFAULT '0',
  `day_period` int(11) unsigned DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_type`
--

LOCK TABLES `task_type` WRITE;
/*!40000 ALTER TABLE `task_type` DISABLE KEYS */;
/*!40000 ALTER TABLE `task_type` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_hierarchy`
--

DROP TABLE IF EXISTS `user_hierarchy`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_hierarchy` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `manager_id` int(11) DEFAULT NULL,
  `users_id` int(10) unsigned NOT NULL,
  `department_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_user_details_user_details1` (`manager_id`),
  KEY `fk_user_details_users1` (`users_id`),
  KEY `fk_user_details_department1` (`department_id`),
  CONSTRAINT `fk_user_details_department1` FOREIGN KEY (`department_id`) REFERENCES `department` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_user_details_users1` FOREIGN KEY (`users_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_user_details_user_details1` FOREIGN KEY (`manager_id`) REFERENCES `user_hierarchy` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='Defines the Hierarchy of each user within a department.';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_hierarchy`
--

LOCK TABLES `user_hierarchy` WRITE;
/*!40000 ALTER TABLE `user_hierarchy` DISABLE KEYS */;
INSERT INTO `user_hierarchy` VALUES (2,NULL,1,1),(7,2,2,1),(8,7,3,1);
/*!40000 ALTER TABLE `user_hierarchy` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_to_role`
--

DROP TABLE IF EXISTS `user_to_role`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_to_role` (
  `users_id` int(11) unsigned NOT NULL,
  `role_id` int(11) unsigned NOT NULL,
  PRIMARY KEY (`users_id`,`role_id`),
  KEY `users_to_roles_FKIndex1` (`users_id`),
  KEY `users_to_roles_FKIndex2` (`role_id`),
  CONSTRAINT `fk_7cab0434-215b-11e0-9059-080027b715d2` FOREIGN KEY (`users_id`) REFERENCES `users` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `fk_7cabb168-215b-11e0-9059-080027b715d2` FOREIGN KEY (`role_id`) REFERENCES `role` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_to_role`
--

LOCK TABLES `user_to_role` WRITE;
/*!40000 ALTER TABLE `user_to_role` DISABLE KEYS */;
INSERT INTO `user_to_role` VALUES (1,1),(1,4),(2,3),(2,4);
/*!40000 ALTER TABLE `user_to_role` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `users` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(45) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `surname` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_disabled` tinyint(1) DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `address` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (1,'okmAdmin','admin','admin','admin',0,NULL,NULL,NULL,'2011-06-10 10:41:59',NULL,NULL),(2,'user1','user1','Test','User1',0,NULL,NULL,NULL,NULL,NULL,NULL),(3,'user2','user2','Test','User2',0,NULL,NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2011-10-12 13:55:28
