-- MySQL dump 10.13  Distrib 5.1.58, for debian-linux-gnu (x86_64)
--
-- Host: localhost    Database: ellak
-- ------------------------------------------------------
-- Server version	5.1.58-1ubuntu1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


CREATE DATABASE /*!32312 IF NOT EXISTS*/`scriptum`  /*!40100 DEFAULT CHARACTER SET utf8 COLLATE utf8_unicode_ci */;
USE `scriptum`;

--
-- Table structure for table `application_log`
--

DROP TABLE IF EXISTS `application_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `application_log` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `appuser` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `system` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `class` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `level` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `message` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `msg_data` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `application_log_index1752` (`created`),
  KEY `application_log_index1753` (`appuser`),
  KEY `application_log_index1754` (`system`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `application_log`
--

LOCK TABLES `application_log` WRITE;
/*!40000 ALTER TABLE `application_log` DISABLE KEYS */;
/*!40000 ALTER TABLE `application_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `application_parameter`
--

DROP TABLE IF EXISTS `application_parameter`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `application_parameter` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `domain` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `application_parameter_type` int(11) unsigned DEFAULT NULL,
  `parameter_value` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `default_value` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `last_value` int(11) unsigned DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `application_parameter`
--

LOCK TABLES `application_parameter` WRITE;
/*!40000 ALTER TABLE `application_parameter` DISABLE KEYS */;
/*!40000 ALTER TABLE `application_parameter` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `company`
--

DROP TABLE IF EXISTS `company`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `company` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_goverment` tinyint(1) DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` int(11) unsigned DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `street` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `streetNo` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `prefecture` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `postcode` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `vatNo` varchar(9) COLLATE utf8_unicode_ci DEFAULT NULL,
  `irs` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `telephone` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mobile` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `fax` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `web` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `web_service` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `company_type_id` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_company_company_type1` (`company_type_id`),
  CONSTRAINT `fk_company_company_type1` FOREIGN KEY (`company_type_id`) REFERENCES `company_type` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `company`
--

LOCK TABLES `company` WRITE;
/*!40000 ALTER TABLE `company` DISABLE KEYS */;
/*!40000 ALTER TABLE `company` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `company_type`
--

DROP TABLE IF EXISTS `company_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `company_type` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `crate_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `company_type`
--

LOCK TABLES `company_type` WRITE;
/*!40000 ALTER TABLE `company_type` DISABLE KEYS */;
/*!40000 ALTER TABLE `company_type` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `contact`
--

DROP TABLE IF EXISTS `contact`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `contact` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `company_id` int(11) unsigned NOT NULL,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `surname` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `organization` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `department` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `job` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `postcode` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `country` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `telephone` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `fax` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mobile` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `middlename` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `street` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `streetNo` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `prefecture` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `web` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `contact_FKIndex1` (`company_id`),
  CONSTRAINT `fk_7cc2855a-215b-11e0-9059-080027b715d2` FOREIGN KEY (`company_id`) REFERENCES `company` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `contact`
--

LOCK TABLES `contact` WRITE;
/*!40000 ALTER TABLE `contact` DISABLE KEYS */;
/*!40000 ALTER TABLE `contact` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `department`
--

DROP TABLE IF EXISTS `department`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `department` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `parent_department_id` int(11) DEFAULT NULL,
  `can_assign_anywhere` int(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_department_department1` (`parent_department_id`),
  CONSTRAINT `fk_department_department1` FOREIGN KEY (`parent_department_id`) REFERENCES `department` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='Defines an organization/department/section etc.';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `department`
--

LOCK TABLES `department` WRITE;
/*!40000 ALTER TABLE `department` DISABLE KEYS */;
/*!40000 ALTER TABLE `department` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `diavgeia_decision_type`
--

DROP TABLE IF EXISTS `diavgeia_decision_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `diavgeia_decision_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `supported` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=118 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `diavgeia_decision_type`
--

LOCK TABLES `diavgeia_decision_type` WRITE;
/*!40000 ALTER TABLE `diavgeia_decision_type` DISABLE KEYS */;
INSERT INTO `diavgeia_decision_type` VALUES (61,'1','Î�ÎŸÎœÎŸÎ£',NULL,NULL),(62,'2','Î Î¡Î‘ÎžÎ— Î�ÎŸÎœÎŸÎ˜Î•Î¤Î™ÎšÎŸÎ¥ Î Î•Î¡Î™Î•Î§ÎŸÎœÎ•Î�ÎŸÎ¥',NULL,NULL),(63,'3','Î Î¡ÎŸÎ•Î”Î¡Î™ÎšÎŸ Î”Î™Î‘Î¤Î‘Î“ÎœÎ‘',NULL,NULL),(64,'4','Î•Î“ÎšÎ¥ÎšÎ›Î™ÎŸÎ£',NULL,NULL),(65,'5','Î”Î™ÎŸÎ¡Î™Î£ÎœÎŸÎ£',NULL,NULL),(66,'6','ÎšÎ‘Î˜ÎŸÎ¡Î™Î£ÎœÎŸÎ£ Î‘ÎœÎŸÎ™Î’Î©Î�/Î‘Î ÎŸÎ–Î—ÎœÎ™Î©Î£Î•Î©Î�',NULL,NULL),(67,'7','Î Î¡ÎŸÎšÎ—Î¡Î¥ÎžÎ— Î Î›Î—Î¡Î©Î£Î—Î£ Î˜Î•Î£Î•Î©Î�',NULL,NULL),(68,'8','Î Î™Î�Î‘ÎšÎ‘Î£ Î•Î Î™Î¤Î¥Î§ÎŸÎ�Î¤Î©Î�, Î”Î™ÎŸÎ¡Î™Î£Î¤Î•Î©Î�, Î•Î Î™Î›Î‘Î§ÎŸÎ�Î¤Î©Î�',NULL,NULL),(69,'9','Î Î¡Î‘ÎžÎ— Î¥Î ÎŸÎ¥Î¡Î“Î™ÎšÎŸÎ¥ Î£Î¥ÎœÎ’ÎŸÎ¥Î›Î™ÎŸÎ¥',NULL,NULL),(70,'10','ÎœÎ•Î¤Î‘Î¤Î‘ÎžÎ—',NULL,NULL),(71,'11','Î”Î™Î‘Î˜Î•Î£Î™ÎœÎŸÎ¤Î—Î¤Î‘',NULL,NULL),(72,'12','Î‘Î ÎŸÎ”ÎŸÎ§Î— Î Î‘Î¡Î‘Î™Î¤Î—Î£Î—Î£',NULL,NULL),(73,'13','Î›Î¥Î£Î— Î£Î§Î•Î£Î—Î£',NULL,NULL),(74,'14','Î‘Î�Î¤Î™ÎšÎ‘Î¤Î‘Î£Î¤Î‘Î£Î— â€“ Î Î‘Î¥Î£Î— Î“.Î“. - ÎœÎ•Î›Î©Î� Î£Î¥Î›Î›ÎŸÎ“Î™ÎšÎ©Î� ÎŸÎ¡Î“Î‘Î�Î©Î�',NULL,NULL),(75,'15','Î—, Î‘Î�Î‘Î˜Î•Î£Î— Î”Î—ÎœÎŸÎ£Î™Î‘Î£ Î£Î¥ÎœÎ’Î‘Î£Î—Î£',NULL,NULL),(76,'16','Î‘Î�Î‘Î˜Î•Î£Î— Î Î¡ÎŸÎœÎ—Î˜Î•Î™Î‘Î£ / Î¥Î Î—Î¡Î•Î£Î™Î©Î�',NULL,NULL),(77,'17','AÎ ÎŸÎ”ÎŸÎ§Î— Î”Î©Î¡Î•Î‘Î£ â€“ Î£Î¥ÎœÎ’Î‘Î£Î— Î ÎŸÎ›Î™Î¤Î™Î£Î¤Î™ÎšÎ—Î£ Î§ÎŸÎ¡Î—Î“Î™Î‘Î£',NULL,NULL),(78,'18','Î›ÎŸÎ™Î Î•Î£ Î‘Î¤ÎŸÎœÎ™ÎšÎ•Î£ Î”Î™ÎŸÎ™ÎšÎ—Î¤Î™ÎšÎ•Î£ Î Î¡Î‘ÎžÎ•Î™Î£',NULL,NULL),(79,'19','Î Î¡Î‘ÎžÎ— Î‘Î�Î‘Î Î¤Î¥ÎžÎ™Î‘ÎšÎ—Î£ Î�ÎŸÎœÎŸÎ˜Î•Î£Î™Î‘Î£',NULL,NULL),(80,'20','ÎšÎ‘Î¤Î—Î“ÎŸÎ¡Î™Î‘ Î Î¡ÎŸÎ¥Î ÎŸÎ›ÎŸÎ“Î™Î£ÎœÎŸÎ¥',NULL,NULL),(81,'21','Î™Î£ÎŸÎ›ÎŸÎ“Î™Î£ÎœÎŸÎ£',NULL,NULL),(82,'22','Î£Î¥Î“ÎšÎ¡ÎŸÎ¤Î—Î£Î— Î£Î¥Î›Î›ÎŸÎ“Î™ÎšÎŸÎ¥ ÎŸÎ¡Î“Î‘Î�ÎŸÎ¥',NULL,NULL),(83,'23','Î“Î�Î©ÎœÎŸÎ”ÎŸÎ¤Î—Î£Î•Î™Î£ - Î Î¡Î‘ÎšÎ¤Î™ÎšÎ‘ Î�ÎŸÎœÎ™ÎšÎŸÎ¥ Î£Î¥ÎœÎ’ÎŸÎ¥Î›Î™ÎŸÎ¥ Î¤ÎŸÎ¥ ÎšÎ¡Î‘Î¤ÎŸÎ¥Î£',NULL,NULL),(84,'24','Î£Î¥ÎœÎ’Î‘Î£Î— Î•Î¡Î“ÎŸÎ¥',NULL,NULL),(85,'25','Î Î‘Î¡Î‘Î§Î©Î¡Î—Î£Î—Î£ Î§Î¡Î—Î£Î—Î£ Î”Î—ÎœÎŸÎ£Î™Î‘Î£ Î Î•Î¡Î™ÎŸÎ¥Î£Î™Î‘Î£',NULL,NULL),(86,'26','Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 2861/2010',NULL,NULL),(87,'27','ÎšÎ‘Î¤Î—Î“ÎŸÎ¡Î™Î‘ Î”Î‘Î Î‘Î�Î—Î£',NULL,NULL),(88,'28','Î¥Î ÎŸÎ¥Î¡Î“Î™ÎšÎ— Î‘Î ÎŸÎ¦Î‘Î£Î—',NULL,NULL),(89,'29','ÎšÎ¥Î‘ (ÎšÎŸÎ™Î�Î— Î¥Î ÎŸÎ¥Î¡Î“Î™ÎšÎ— Î‘Î ÎŸÎ¦Î‘Î£Î— )',NULL,NULL),(90,'30','Î‘Î ÎŸÎ›ÎŸÎ“Î™Î£ÎœÎŸÎ£',NULL,NULL),(91,'31','Î›ÎŸÎ™Î Î•Î£ ÎšÎ‘Î�ÎŸÎ�Î™Î£Î¤Î™ÎšÎ•Î£ Î Î¡Î‘ÎžÎ•Î™Î£',NULL,NULL),(92,'32','Î›Î¥Î£Î— Î£Î§Î•Î£Î—Î£',NULL,NULL),(93,'33','Î Î¡Î‘ÎžÎ— â€“ Î“Î�Î©ÎœÎŸÎ”ÎŸÎ¤Î—Î£Î— Î‘Î�Î•ÎžÎ‘Î¡Î¤Î—Î¤Î—Î£ Î‘Î¡Î§Î—Î£',NULL,NULL),(94,'34','Î‘Î¦Îœ Î¦ÎŸÎ¡Î•Î‘ Î ÎŸÎ¥ Î•Î Î™Î§ÎŸÎ¡Î—Î“Î•Î™ Î— Î¥Î›ÎŸÎ ÎŸÎ™Î•Î™ Î¤Î— Î”Î©Î¡Î•Î‘',NULL,NULL),(95,'35','Î Î¡Î‘ÎžÎ— Î¥Î ÎŸÎ¥Î¡Î“Î™ÎšÎŸÎ¥ Î£Î¥ÎœÎ’ÎŸÎ¥Î›Î™ÎŸÎ¥',NULL,NULL),(96,'36','Î Î¡Î‘ÎžÎ— Î¥Î ÎŸÎ’Î™Î’Î‘Î£ÎœÎŸÎ¥',NULL,NULL),(97,'37','Î Î±Ï�Î±Ï‡ÏŽÏ�Î·ÏƒÎ· Î´Î·Î¼ÏŒÏƒÎ¹Ï‰Î½ ÎºÎ±Î¹ Î´Î·Î¼Î¿Ï„Î¹ÎºÏŽÎ½ ÎºÏ„Î·Î¼Î¬Ï„Ï‰Î½',NULL,NULL),(98,'38','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )-ÎšÎ±Î¸Î¿Ï�Î¹ÏƒÎ¼ÏŒÏ‚ Ï‡Ï�Î®ÏƒÎ·Ï‚ Î³Î·Ï‚ Ï€Î±Ï�Î±Ï‡Ï‰Ï�Î¿Ï�Î¼ÎµÎ½Î¿Ï… Î´Î·Î¼ÏŒÏƒÎ¹Î¿Ï… ÎºÏ„Î®Î¼Î±Ï„Î¿Ï‚',NULL,NULL),(99,'39','19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )- ÎšÎ±Î¸Î¿Ï�Î¹ÏƒÎ¼ÏŒÏ‚ Î±Î¹Î³Î¹Î±Î»Î¿Ï�, Ï€Î±Ï�Î±Î»Î¯Î±Ï‚, Î»Î¹Î¼Î½ÏŽÎ½, Ï€Î¿Ï„Î±Î¼ÏŽÎ½, Ï�ÎµÎ¼Î¬Ï„Ï‰Î½ ÎºÎ±Î¹ Ï‡ÎµÎ¹Î¼Î¬Ï�Ï�Ï‰Î½,',NULL,NULL),(100,'40','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )- ÎšÎ±Î¸Î¿Ï�Î¹ÏƒÎ¼ÏŒÏ‚ ÎµÎ¸Î½Î¹ÎºÏŽÎ½ Î´Ï�Ï…Î¼ÏŽÎ½, Î´Î±ÏƒÏŽÎ½ ÎºÎ±Î¹ Î´Î±ÏƒÎ¹ÎºÏŽÎ½ ÎµÎºÏ„Î¬ÏƒÎµÏ‰Î½',NULL,NULL),(101,'41','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )- Î§Î±Ï�Î±ÎºÏ„Î·Ï�Î¹ÏƒÎ¼ÏŒÏ‚ ÎµÎºÏ„Î¬ÏƒÎµÏ‰Î½ Ï‰Ï‚ Î±Î½Î±Î´Î±ÏƒÏ‰Ï„Î­Ï‰Î½',NULL,NULL),(102,'42','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )-ÎšÎ±Î¸Î¿Ï�Î¹ÏƒÎ¼ÏŒÏ‚ Î²Î¹Î¿Î¼Î·Ï‡Î±Î½Î¹ÎºÏŽÎ½ Î¶Ï‰Î½ÏŽÎ½',NULL,NULL),(103,'43','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )-ÎšÎ±Î¸Î¿Ï�Î¹ÏƒÎ¼ÏŒÏ‚ Î»Î±Ï„Î¿Î¼Î¹ÎºÏŽÎ½ Î¶Ï‰Î½ÏŽÎ½',NULL,NULL),(104,'44','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )- Î£Ï�Î½Ï„Î±Î¾Î· ÎºÎ±Î¹ Î­Î³ÎºÏ�Î¹ÏƒÎ· Ï€Î¿Î»ÎµÎ¿Î´Î¿Î¼Î¹ÎºÏŽÎ½ Î¼ÎµÎ»ÎµÏ„ÏŽÎ½ ÎºÎ±Î¹ Î“ÎµÎ½Î¹ÎºÎ¿Ï� Î Î¿Î»ÎµÎ¿Î´Î¿Î¼Î¹ÎºÎ¿Ï� ÏƒÏ‡ÎµÎ´Î¯Î¿Ï…',NULL,NULL),(105,'45','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )-ÎˆÎ³ÎºÏ�Î¹ÏƒÎ· ÎºÎ±Î¹ Ï„Ï�Î¿Ï€Î¿Ï€Î¿Î¯Î·ÏƒÎ· Ï‡Ï‰Ï�Î¿Ï„Î±Î¾Î¹ÎºÏŽÎ½ ÎºÎ±Î¹ Ï�Ï…Î¼Î¿Ï„Î¿Î¼Î¹ÎºÏŽÎ½ ÏƒÏ‡ÎµÎ´Î¯Ï‰Î½',NULL,NULL),(106,'46','Î¼ÎµÏ„Î±Ï†Î¿Ï�Î¬Ï‚ Î±Ï…Ï„Î¿Ï�',NULL,NULL),(107,'47','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )-Î£Ï�Î½Ï„Î±Î¾Î· ÎºÎ±Î¹ Î­Î³ÎºÏ�Î¹ÏƒÎ· Î–Ï‰Î½ÏŽÎ½ ÎŸÎ¹ÎºÎ¹ÏƒÏ„Î¹ÎºÎ¿Ï� Î•Î»Î­Î³Ï‡Î¿Ï… (Î–ÎŸÎ•)',NULL,NULL),(108,'48','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )-Î§Î¿Ï�Î®Î³Î·ÏƒÎ·, Î±Î½Î±ÏƒÏ„Î¿Î»Î® Ï‡Î¿Ï�Î®Î³Î·ÏƒÎ·Ï‚, Ï„Ï�Î¿Ï€Î¿Ï€Î¿Î¯Î·ÏƒÎ· Î¿Î¹ÎºÎ¿Î´Î¿Î¼Î¹ÎºÏŽÎ½ Î±Î´ÎµÎ¹ÏŽÎ½',NULL,NULL),(109,'49','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )-ÎšÎ±Î¸Î¿Ï�Î¹ÏƒÎ¼ÏŒÏ‚ Î® Ï„Ï�Î¿Ï€Î¿Ï€Î¿Î¯Î·ÏƒÎ· ÏŒÏ�Ï‰Î½ Î´ÏŒÎ¼Î·ÏƒÎ·Ï‚',NULL,NULL),(110,'50','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )- Î§Ï‰Ï�Î¿Î¸Î­Ï„Î·ÏƒÎ·',NULL,NULL),(111,'51','(Î Î¡Î‘ÎžÎ— Î¤Î—Î£ Î Î•Î¡. 19, Î Î‘Î¡. 4 Î‘Î¡Î˜Î¡ÎŸÎ¥ 2 Î�. 3861/2010 )-ÎšÎ±Î¸Î¿Ï�Î¹ÏƒÎ¼ÏŒÏ‚ Î±Ï�Ï‡Î±Î¹Î¿Î»Î¿Î³Î¹ÎºÏŽÎ½ Ï‡ÏŽÏ�Ï‰Î½',NULL,NULL),(112,'52','Î§Î±Ï�Î±ÎºÏ„Î·Ï�Î¹ÏƒÎ¼ÏŒÏ‚ ÎºÏ„Î¹Ï�Î¯Ï‰Î½ Ï‰Ï‚ Î´Î¹Î±Ï„Î·Ï�Î·Ï„Î­Ï‰Î½ ÎºÎ±Î¹ Î±Ï€Î¿Ï‡Î±Ï�Î±ÎºÏ„Î·Ï�Î¹ÏƒÎ¼ÏŽÎ½ Î±Ï…Ï„ÏŽÎ½.',NULL,NULL),(113,'53','Î£Î¥ÎœÎ’Î‘Î£Î— Î•Î¡Î“Î‘Î£Î™Î‘Î£ Î™Î”Î™Î©Î¤Î™ÎšÎŸÎ¥ Î”Î™ÎšÎ‘Î™ÎŸÎ¥',NULL,NULL),(114,'54','Î£Î¥ÎœÎ’Î‘Î£Î•Î™Î£ : Î”Î™Î‘ÎšÎ—Î¡Î¥ÎžÎ— Î”Î—ÎœÎŸÎ£Î™Î‘Î£ Î£Î¥ÎœÎ’Î‘Î£Î—Î£',NULL,NULL),(115,'55','Î‘Î¦Îœ Î Î¡ÎŸÎ£Î©Î ÎŸÎ¥ Î£Î¤ÎŸ ÎŸÎ ÎŸÎ™ÎŸ ÎšÎ‘Î¤Î‘ÎšÎ¥Î¡Î©Î�Î•Î¤Î‘Î™',NULL,NULL),(116,'56','AÎ¦Îœ Î Î¡ÎŸÎ£Î©Î ÎŸÎ¥ Î£Î¤ÎŸ ÎŸÎ ÎŸÎ™ÎŸ Î“Î™Î�Î•Î¤Î‘Î™ Î‘Î�Î‘Î˜Î•Î£Î—',NULL,NULL),(117,'57','Î”Î™Î¥Î ÎŸÎ¥Î¡Î“Î™ÎšÎ•Î£ Î‘Î ÎŸÎ¦Î‘Î£Î•Î™Î£',NULL,NULL);
/*!40000 ALTER TABLE `diavgeia_decision_type` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `diavgeia_subject_group`
--

DROP TABLE IF EXISTS `diavgeia_subject_group`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `diavgeia_subject_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `create_dt` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1163 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `diavgeia_subject_group`
--

LOCK TABLES `diavgeia_subject_group` WRITE;
/*!40000 ALTER TABLE `diavgeia_subject_group` DISABLE KEYS */;
INSERT INTO `diavgeia_subject_group` VALUES (579,'1','ÎœÎ­ÏƒÎ± ÎœÎµÏ„Î±Ï†Î¿Ï�Î¬Ï‚, Î¤Î±Î¾Î¯Î´Î¹Î± ÎºÎ±Î¹ Î¤Î¿Ï…Ï�Î¹ÏƒÎ¼ÏŒÏ‚',NULL),(580,'2','ÎŸÎ¹ÎºÎ¿Î½Î¿Î¼Î¯Î± ÎºÎ±Î¹ ÎŸÎ¹ÎºÎ¿Î½Î¿Î¼Î¹ÎºÎ¬',NULL),(581,'3','Î ÎµÏ�Î¹Î²Î¬Î»Î»Î¿Î½ ÎºÎ±Î¹ Î¦Ï…ÏƒÎ¹ÎºÎ¿Î¯ Î ÏŒÏ�Î¿Î¹',NULL),(582,'4','Î Î»Î·Ï�Î¿Ï†Î¿Ï�Î¯Î± ÎºÎ±Î¹ Î•Ï€Î¹ÎºÎ¿Î¹Î½Ï‰Î½Î¯Î±',NULL),(583,'5','Î Î¿Î»Î¹Ï„Î¹ÏƒÎ¼ÏŒÏ‚ ÎºÎ±Î¹ Î•Î»ÎµÏ�Î¸ÎµÏ�Î¿Ï‚ Î§Ï�ÏŒÎ½Î¿Ï‚',NULL),(584,'6','Î¥Î³ÎµÎ¯Î± ÎºÎ±Î¹ ÎšÎ¿Î¹Î½Ï‰Î½Î¹ÎºÎ® ÎœÎ­Ï�Î¹Î¼Î½Î±',NULL),(585,'7','Î Î¿Î»ÎµÎ¿Î´Î¿Î¼Î¯Î± ÎºÎ±Î¹ ÎšÏ„Î·Î¼Î±Ï„Î¿Î»ÏŒÎ³Î¹Î¿',NULL),(586,'8','Î†Î½Î¸Ï�Ï‰Ï€Î¿Î¹, ÎšÎ¿Î¹Î½ÏŒÏ„Î·Ï„ÎµÏ‚ ÎºÎ±Î¹ Î”Î¹Î±Î²Î¯Ï‰ÏƒÎ·',NULL),(587,'9','Î”Î·Î¼ÏŒÏƒÎ¹Î± Î¤Î¬Î¾Î· ÎºÎ±Î¹ Î†Î¼Ï…Î½Î±',NULL),(588,'10','Î Î¿Î»Î¹Ï„ÎµÎ¯Î± ÎºÎ±Î¹ Î”Î·Î¼ÏŒÏƒÎ¹Î± Î”Î¹Î¿Î¯ÎºÎ·ÏƒÎ·',NULL),(589,'11','Î•ÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ· ÎºÎ±Î¹ ÎˆÏ�ÎµÏ…Î½Î±',NULL),(590,'12','Î•Ï�Î³Î±ÏƒÎ¯Î±, Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· ÎºÎ±Î¹ Î£Ï�Î½Ï„Î±Î¾Î·',NULL),(591,'13','Î”Î¹ÎµÎ¸Î½ÎµÎ¯Ï‚ Î¥Ï€Î¿Î¸Î­ÏƒÎµÎ¹Ï‚ ÎºÎ±Î¹ Î•Ï…Ï�Ï‰Ï€Î±ÏŠÎºÎ® ÎˆÎ½Ï‰ÏƒÎ·',NULL),(592,'14','Î•Ï€Î¹Ï‡ÎµÎ¹Ï�Î·Î¼Î±Ï„Î¹ÎºÏŒÏ„Î·Ï„Î± ÎºÎ±Î¹ Î‘Î½Ï„Î±Î³Ï‰Î½Î¹ÏƒÏ„Î¹ÎºÏŒÏ„Î·Ï„Î±',NULL),(593,'15','Î”Î¹Î¿Î¹ÎºÎ·Ï„Î¹ÎºÎ¬ ÎµÏ€Î±Î³Î³Î­Î»Î¼Î±Ï„Î±',NULL),(594,'16','Î ÎµÏ�Î¹Î²Î±Î»Î»Î¿Î½Ï„Î¹ÎºÎ¬ ÎµÏ€Î±Î³Î³Î­Î»Î¼Î±Ï„Î±',NULL),(595,'17','Î›Î¿Î¹Ï€Î¬ ÎµÏ€Î±Î³Î³Î­Î»Î¼Î±Ï„Î±',NULL),(596,'18','Î•Ï€Î±Î³Î³Î­Î»Î¼Î±Ï„Î± ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·Ï‚',NULL),(597,'19','Î•Ï€Î±Î³Î³Î­Î»Î¼Î±Ï„Î± Ï€Î»Î·Ï�Î¿Ï†Î¿Ï�Î¹ÎºÎ®Ï‚',NULL),(598,'20','Î•Ï€Î±Î³Î³Î­Î»Î¼Î±Ï„Î± Ï…Î³ÎµÎ¯Î±Ï‚',NULL),(599,'21','Î¤ÎµÏ‡Î½Î¹ÎºÎ¬ ÎµÏ€Î±Î³Î³Î­Î»Î¼Î±Ï„Î±',NULL),(600,'22','ÎšÎ±Î»Î»Î¹Ï„ÎµÏ‡Î½Î¹ÎºÎ¬ ÎµÏ€Î±Î³Î³Î­Î»Î¼Î±Ï„Î±',NULL),(601,'23','ÎšÎ¿Î¹Î½Ï‰Î½Î¹ÎºÎ¬ ÎµÏ€Î±Î³Î³Î­Î»Î¼Î±Ï„Î±',NULL),(602,'24','ÎŸÎ¹ÎºÎ¿Î½Î¿Î¼Î¹ÎºÎ¬ ÎµÏ€Î±Î³Î³Î­Î»Î¼Î±Ï„Î±',NULL),(603,'25','Î�Î±Ï…Ï„Î¹ÎºÎ¬ ÎµÏ€Î±Î³Î³Î­Î»Î¼Î±Ï„Î±',NULL),(604,'26','Î•Ï€Î±Î³Î³Î­Î»Î¼Î±Ï„Î± Î¸ÎµÏ„Î¹ÎºÏŽÎ½ ÎµÏ€Î¹ÏƒÏ„Î·Î¼ÏŽÎ½',NULL),(605,'27','Î•Ï€Î±Î³Î³Î­Î»Î¼Î±Ï„Î± ÎµÏ†Î±Ï�Î¼Î¿ÏƒÎ¼Î­Î½Î·Ï‚ Î¼Î·Ï‡Î±Î½Î¹ÎºÎ®Ï‚',NULL),(606,'28','Î�Î¿Î¼Î¹ÎºÎ¬ ÎµÏ€Î±Î³Î³Î­Î»Î¼Î±Ï„Î±',NULL),(607,'29','Î Ï„Î·Î½Î¿Ï„Ï�Î¿Ï†Î¯Î±',NULL),(608,'30','Î¥Î»Î¿Ï„Î¿Î¼Î¯Î±',NULL),(609,'31','ÎœÎµÎ»Î¹ÏƒÏƒÎ¿ÎºÎ¿Î¼Î¯Î±',NULL),(610,'32','Î›Î±Ï„Î¿Î¼ÎµÎ¯Î±',NULL),(611,'33','Î”Î±ÏƒÎ¿ÎºÎ¿Î¼Î¯Î±',NULL),(612,'34','Î“ÎµÏ‰Ï�Î³Î¯Î±',NULL),(613,'35','ÎœÎµÏ„Î±Î»Î»ÎµÎ¯Î±',NULL),(614,'36','ÎŸÏ�Ï…Ï‡ÎµÎ¯Î±',NULL),(615,'37','ÎšÏ„Î·Î½Î¿Ï„Ï�Î¿Ï†Î¯Î±',NULL),(616,'38','Î‘Î»Î¹ÎµÎ¯Î±',NULL),(617,'39','Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÎ¬ ÏƒÏ„Î¿Î¹Ï‡ÎµÎ¯Î±',NULL),(618,'40','Î‘Î½Î¸Ï�ÏŽÏ€Î¹Î½Î± Î´Î¹ÎºÎ±Î¹ÏŽÎ¼Î±Ï„Î±',NULL),(619,'41','Î™Î¸Î±Î³Î­Î½ÎµÎ¹Î±, Î¼ÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ· ÎºÎ±Î¹ ÎºÎ¿Î¹Î½Ï‰Î½Î¹ÎºÎ® Î­Î½Ï„Î±Î¾Î·',NULL),(620,'42','ÎŸÎ¹ÎºÎ¿Î³Î­Î½ÎµÎ¹Î±',NULL),(621,'43','ÎœÎ·Ï„Ï�ÏŽÎ± ÎºÎ±Î¹ Î´Î·Î¼Î¿Ï„Î¿Î»ÏŒÎ³Î¹Î¿',NULL),(622,'44','ÎšÎ±Ï„Î¿Î¹ÎºÎ¯Î±',NULL),(623,'45','ÎšÏ�ÎºÎ»Î¿Ï‚ Î¶Ï‰Î®Ï‚',NULL),(624,'46','Î’ÎµÎ²Î±Î¹ÏŽÏƒÎµÎ¹Ï‚',NULL),(625,'47','Î Ï„Ï…Ï‡Î¯Î±',NULL),(626,'48','ÎœÎµÏ„ÎµÎ³Î³Ï�Î±Ï†Î­Ï‚',NULL),(627,'49','ÎœÎµÏ„Î±Ï€Ï„Ï…Ï‡Î¹Î±ÎºÎ­Ï‚ ÏƒÏ€Î¿Ï…Î´Î­Ï‚',NULL),(628,'50','Î•ÎºÏ€Î±Î¹Î´ÎµÏ…Ï„Î¹ÎºÎ¬ Î™Î´Ï�Ï�Î¼Î±Ï„Î±',NULL),(629,'51','Î‘Î½Î±Î³Î½ÏŽÏ�Î¹ÏƒÎ· Ï„Î¯Ï„Î»Ï‰Î½',NULL),(630,'52','Î”Î¹Î´Î±ÎºÏ„Î¿Ï�Î¹ÎºÎ­Ï‚ ÏƒÏ€Î¿Ï…Î´Î­Ï‚',NULL),(631,'53','Î•Ï�Î³Î±ÏƒÎ¯Î± ÏƒÏ„Î·Î½ Î‘Î½ÏŽÏ„Î±Ï„Î· ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(632,'54','Î¥Ï€Î¿Ï„Ï�Î¿Ï†Î¯ÎµÏ‚',NULL),(633,'55','Î¦Î¿Î¹Ï„Î·Ï„Î¹ÎºÎ­Ï‚ Ï€Î±Ï�Î¿Ï‡Î­Ï‚',NULL),(634,'56','Î†Î¸Î»Î·ÏƒÎ·',NULL),(635,'57','Î¿Î¼Î¿Î¸ÎµÏƒÎ¯Î±',NULL),(636,'58','ÎŸÏ†ÎµÎ¹Î»Î­Ï‚',NULL),(637,'59','Î£Ï…Î½Î¬Î»Î»Î±Î³Î¼Î±',NULL),(638,'60','Î¤ÎµÎ»Ï‰Î½ÎµÎ¯Î±',NULL),(639,'61','Î”Î¬Î½ÎµÎ¹Î±',NULL),(640,'62','Î•Î³ÎºÎ±Ï„Î±ÏƒÏ„Î¬ÏƒÎµÎ¹Ï‚ ÏˆÏ…Ï‡Î±Î³Ï‰Î³Î¯Î±Ï‚',NULL),(641,'63','Î”Î¹Î±ÏƒÎºÎ­Î´Î±ÏƒÎ·',NULL),(642,'64','Î¤Ï…Ï‡ÎµÏ�Î¬ Ï€Î±Î¹Ï‡Î½Î¯Î´Î¹Î±',NULL),(643,'65','Î¤Ï�ÏŒÏ†Î¹Î¼Î± ÎºÎ±Î¹ Ï€Î¿Ï„Î¬',NULL),(644,'66','ÎšÏŽÎ´Î¹ÎºÎ±Ï‚ ÎŸÎ´Î¹ÎºÎ®Ï‚ ÎšÏ…ÎºÎ»Î¿Ï†Î¿Ï�Î¯Î±Ï‚',NULL),(645,'67','Î£Ï„Î¬Î¸Î¼ÎµÏ…ÏƒÎ·',NULL),(646,'68','Î”Î±ÎºÏ„Ï�Î»Î¹Î¿Ï‚',NULL),(647,'69','ÎˆÎ»ÎµÎ³Ï‡Î¿Ï‚ ÏƒÏ…Î¼Ï€ÎµÏ�Î¹Ï†Î¿Ï�Î¬Ï‚ Î¿Î´Î·Î³ÏŽÎ½',NULL),(648,'70','Î Ï�Î¿Î¾ÎµÎ½Î¹ÎºÎ­Ï‚ Ï…Ï€Î¿Î¸Î­ÏƒÎµÎ¹Ï‚',NULL),(649,'71','Î”Î¹ÎµÎ¸Î½ÎµÎ¯Ï‚ ÏƒÏ‡Î­ÏƒÎµÎ¹Ï‚',NULL),(650,'72','Î•Ï…Ï�Ï‰Ï€Î±ÏŠÎºÎ® ÎˆÎ½Ï‰ÏƒÎ·',NULL),(651,'73','Î”Î·Î¼ÏŒÏƒÎ¹ÎµÏ‚ ÏƒÏ…Î¼Î²Î¬ÏƒÎµÎ¹Ï‚',NULL),(652,'74','Î”Î¹Ï€Î»Ï‰Î¼Î±Ï„Î¹ÎºÎ® Ï€Ï�Î¿ÏƒÏ„Î±ÏƒÎ¯Î±',NULL),(653,'75','Î”Î¹ÎµÎ¸Î½ÎµÎ¯Ï‚ ÏƒÏ‡Î­ÏƒÎµÎ¹Ï‚ (Î³ÎµÎ½Î¹ÎºÎ¬)',NULL),(654,'76','Î Î¿Î¹Î½Î¹ÎºÎ® Î´Î¯Ï‰Î¾Î·',NULL),(655,'77','Î Î¿Î¹Î½Î¹ÎºÏŒ Î´Î¯ÎºÎ±Î¹Î¿',NULL),(656,'78','Î�Î¿Î¼Î¹ÎºÎ® ÎµÎºÏ€Ï�Î¿ÏƒÏŽÏ€Î·ÏƒÎ·',NULL),(657,'79','Î�Î¿Î¼Î¹ÎºÎ® Î²Î¿Î®Î¸ÎµÎ¹Î±',NULL),(658,'80','Î”Î¹ÎºÎ±ÏƒÏ„Î®Ï�Î¹Î±',NULL),(659,'81','ÎšÎ»Î·Ï�Î¿Î½Î¿Î¼Î¹ÎºÏŒ Î´Î¯ÎºÎ±Î¹Î¿',NULL),(660,'82','ÎˆÎ³ÎºÎ»Î·Î¼Î±',NULL),(661,'83','Î”Î¯ÎºÎµÏ‚ ÎºÎ±Î¹ Î´Î¹ÎºÎ¬ÏƒÎ¹Î¼Î¿Î¹',NULL),(662,'84','Î‘ÏƒÏ„Î¹ÎºÏŒ Î”Î¯ÎºÎ±Î¹Î¿',NULL),(663,'85','Î”Î¹ÎºÎ±Î¹Î¿ÏƒÏ�Î½Î·',NULL),(664,'86','Î Î¿Î¹Î½Î¹ÎºÏŒ Î¼Î·Ï„Ï�ÏŽÎ¿',NULL),(665,'87','ÎŸÎ¹ÎºÎ¿Î³ÎµÎ½ÎµÎ¹Î±ÎºÏŒ Î´Î¯ÎºÎ±Î¹Î¿',NULL),(666,'88','Î”Î¹ÎºÎ±ÏƒÏ„Î¹ÎºÎ­Ï‚ Î±Ï€Î¿Ï†Î¬ÏƒÎµÎ¹Ï‚',NULL),(667,'89','ÎˆÎ½Î´Î¹ÎºÎ± Î¼Î­ÏƒÎ±',NULL),(668,'90','Î”Î·Î¼ÏŒÏƒÎ¹Î± Î´Î¹Î¿Î¯ÎºÎ·ÏƒÎ·',NULL),(669,'91','Î•ÎºÎ»Î¿Î³Î­Ï‚',NULL),(670,'92','Î”Î¹ÎºÎ±Î¹Î¿ÏƒÏ�Î½Î· ÎºÎ±Î¹ Î´Î¯ÎºÎ±Î¹Î¿',NULL),(671,'93','Î Î¿Î»Î¹Ï„ÎµÎ¯Î± ÎºÎ±Î¹ Î´Î·Î¼Î¿ÎºÏ�Î±Ï„Î¹ÎºÎ¿Î¯ Î¸ÎµÏƒÎ¼Î¿Î¯',NULL),(672,'94','Î”Î¹Î¿Î¹ÎºÎ·Ï„Î¹ÎºÎ­Ï‚ Î´Î¹Î±Î´Î¹ÎºÎ±ÏƒÎ¯ÎµÏ‚',NULL),(673,'95','ÎšÏŽÎ´Î¹ÎºÎ±Ï‚ Î´Î¹Î¿Î¹ÎºÎ·Ï„Î¹ÎºÎ®Ï‚ Î´Î¹Î±Î´Î¹ÎºÎ±ÏƒÎ¯Î±Ï‚',NULL),(674,'96','Î•Ï€Î¹ÎºÏ�Ï�Ï‰ÏƒÎ· ÎµÎ³Î³Ï�Î¬Ï†Ï‰Î½',NULL),(675,'97','ÎŸÏ�Î³Î¬Î½Ï‰ÏƒÎ· Î´Î·Î¼Î¿ÏƒÎ¯Ï‰Î½ Ï†Î¿Ï�Î­Ï‰Î½',NULL),(676,'98','Î‘Î½Î±Î¶Î®Ï„Î·ÏƒÎ· Ï€Î¹ÏƒÏ„Î¿Ï€Î¿Î¹Î·Ï„Î¹ÎºÏŽÎ½',NULL),(677,'99','Î›Î¹Î¼ÎµÎ½Î¹ÎºÏŒ ÏƒÏŽÎ¼Î±',NULL),(678,'100','Î Ï…Ï�Î¿ÏƒÎ²ÎµÏƒÏ„Î¹ÎºÎ®',NULL),(679,'101','Î‘ÏƒÏ„Ï…Î½Î¿Î¼Î¯Î±',NULL),(680,'102','Î±Î¹ ÎµÎºÏ�Î·ÎºÏ„Î¹ÎºÎ­Ï‚ Ï�Î»ÎµÏ‚',NULL),(681,'103','ÎˆÎ½Î¿Ï€Î»ÎµÏ‚ Î´Ï…Î½Î¬Î¼ÎµÎ¹Ï‚ ÎºÎ±Î¹ ÏƒÏ„Ï�Î±Ï„Î¿Î»Î¿Î³Î¯Î±',NULL),(682,'104','Î”Î·Î¼ÏŒÏƒÎ¹Î± Ï„Î¬Î¾Î·',NULL),(683,'105','Î•ÎºÎ»Î¿Î³Î¹ÎºÎ¿Î¯ ÎºÎ±Ï„Î¬Î»Î¿Î³Î¿Î¹',NULL),(684,'106','Î•ÎºÎ»Î¿Î³Î­Ï‚ (Î³ÎµÎ½Î¹ÎºÎ¬)',NULL),(685,'107','Î•ÎºÎ»Î¿Î³Î¹ÎºÎ® Î½Î¿Î¼Î¿Î¸ÎµÏƒÎ¯Î±',NULL),(686,'108','Î Ï�Î¿ÏƒÏ‡Î¿Î»Î¹ÎºÎ® Î±Î³Ï‰Î³Î®',NULL),(687,'109','Î•ÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ· (Î³ÎµÎ½Î¹ÎºÎ¬)',NULL),(688,'110','Î Ï�Ï‰Ï„Î¿Î²Î¬Î¸Î¼Î¹Î± ÎºÎ±Î¹ Î´ÎµÏ…Ï„ÎµÏ�Î¿Î²Î¬Î¸Î¼Î¹Î± ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(689,'111','Î¤ÎµÏ‡Î½Î¹ÎºÎ® ÎºÎ±Î¹ ÎµÏ€Î±Î³Î³ÎµÎ»Î¼Î±Ï„Î¹ÎºÎ® ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(690,'112','ÎšÎ±Ï„Î·Î³Î¿Ï�Î¯ÎµÏ‚ ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·Ï‚',NULL),(691,'113','ÎžÎ­Î½ÎµÏ‚ Î³Î»ÏŽÏƒÏƒÎµÏ‚',NULL),(692,'114','ÎˆÏ�ÎµÏ…Î½Î± (Î³ÎµÎ½Î¹ÎºÎ¬)',NULL),(693,'115','Î‘Î½ÏŽÏ„Î±Ï„Î· ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(694,'116','ÎšÎ±Ï�ÏƒÎ¹Î¼Î±',NULL),(695,'117','Î‘Î½Î±Î½ÎµÏŽÏƒÎ¹Î¼ÎµÏ‚ Ï€Î·Î³Î­Ï‚ ÎµÎ½Î­Ï�Î³ÎµÎ¹Î±Ï‚',NULL),(696,'118','Î—Î»ÎµÎºÏ„Ï�Î¹ÎºÎ® ÎµÎ½Î­Ï�Î³ÎµÎ¹Î±',NULL),(697,'119','ÎˆÎ½Î¿Ï€Î»ÎµÏ‚ Î´Ï…Î½Î¬Î¼ÎµÎ¹Ï‚',NULL),(698,'120','Î£Ï„Ï�Î±Ï„Î¹Ï‰Ï„Î¹ÎºÎ­Ï‚ ÏƒÏ‡Î¿Î»Î­Ï‚',NULL),(699,'121','Î£Ï„Ï�Î±Ï„Î¹Ï‰Ï„Î¹ÎºÎ® Î¸Î·Ï„ÎµÎ¯Î±',NULL),(700,'122','Î£Ï„Ï�Î±Ï„Î¿Î»Î¿Î³Î¹ÎºÎ® Î½Î¿Î¼Î¿Î¸ÎµÏƒÎ¯Î±',NULL),(701,'123','Î•Ï€Î¹Î´ÏŒÎ¼Î±Ï„Î± Î±Î½Î±Ï€Î·Ï�Î¯Î±Ï‚',NULL),(702,'124','Î•Ï€Î¹Î´ÏŒÎ¼Î±Ï„Î± Î±ÏƒÎ¸Î­Î½ÎµÎ¹Î±Ï‚',NULL),(703,'125','Î•Ï€Î¹Î´ÏŒÎ¼Î±Ï„Î± ÎµÎ½Î¿Î¹ÎºÎ¯Î¿Ï…',NULL),(704,'126','Î•Ï€Î¿Ï‡Î¹Î±ÎºÎ¬ Î²Î¿Î·Î¸Î®Î¼Î±Ï„Î±',NULL),(705,'127','ÎŸÎ¹ÎºÎ¿Î³ÎµÎ½ÎµÎ¹Î±ÎºÎ¬ ÎµÏ€Î¹Î´ÏŒÎ¼Î±Ï„Î±',NULL),(706,'128','Î›Î¿Î¹Ï€Î¬ ÎµÏ€Î¹Î´ÏŒÎ¼Î±Ï„Î±',NULL),(707,'129','Î—Î»ÎµÎºÏ„Ï�Î¿Î½Î¹ÎºÎ® ÎµÏ€Î¹ÎºÎ¿Î¹Î½Ï‰Î½Î¯Î±',NULL),(708,'130','ÎœÎ­ÏƒÎ± ÎºÎ±Î¹ Ï„Ï�Ï€Î¿Ï‚',NULL),(709,'131','ÎŒÏ�Î¿Î¹ ÎºÎ±Î¹ ÏƒÏ…Î½Î¸Î®ÎºÎµÏ‚',NULL),(710,'132','Î•Ï�Î³Î±ÏƒÎ¹Î±ÎºÎ¬ Î­Î³Î³Ï�Î±Ï†Î±',NULL),(711,'133','Î•Ï�Î³Î±ÏƒÎ¹Î±ÎºÎ¬ Î´Î¹ÎºÎ±Î¹ÏŽÎ¼Î±Ï„Î±',NULL),(712,'134','Î†Î´ÎµÎ¹ÎµÏ‚',NULL),(713,'135','Î‘Ï€Î±ÏƒÏ‡ÏŒÎ»Î·ÏƒÎ· ÏƒÏ„Î¿ Î´Î·Î¼ÏŒÏƒÎ¹Î¿',NULL),(714,'136','Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ­Ï‚ ÏƒÏ…Î¼Î²Î¬ÏƒÎµÎ¹Ï‚ ÎµÏ�Î³Î±ÏƒÎ¯Î±Ï‚',NULL),(715,'137','Î‘Ï�Î³Î¯ÎµÏ‚',NULL),(716,'138','Î•Ï�Î³Î±ÏƒÎ¹Î±ÎºÎ¬',NULL),(717,'139','Î•Ï�Ï�ÎµÏƒÎ· ÎµÏ�Î³Î±ÏƒÎ¯Î±Ï‚',NULL),(718,'140','ÎšÎ¿Î¹Î½Ï‰Î½Î¹ÎºÎ® Î±ÏƒÏ†Î¬Î»Î¹ÏƒÎ·',NULL),(719,'141','Î†ÏƒÎºÎ·ÏƒÎ· ÎµÏ€Î±Î³Î³Î­Î»Î¼Î±Ï„Î¿Ï‚',NULL),(720,'142','Î£Ï�Î½Ï„Î±Î¾Î·',NULL),(721,'143','Î‘Î½ÎµÏ�Î³Î¯Î±',NULL),(722,'144','Î Ï�Î¿ÎºÎ·Ï�Ï�Î¾ÎµÎ¹Ï‚',NULL),(723,'145','Î Ï�Î¿ÏƒÎ»Î®ÏˆÎµÎ¹Ï‚',NULL),(724,'146','Î•Ï�Î³Î±ÏƒÎ¹Î±ÎºÎ® ÎµÎ¼Ï€ÎµÎ¹Ï�Î¯Î±',NULL),(725,'147','Î•Ï€Î±Î³Î³ÎµÎ»Î¼Î±Ï„Î¹ÎºÎ® ÎºÎ±Ï„Î¬Ï�Ï„Î¹ÏƒÎ·',NULL),(726,'148','Î‘Î½Î±Î¶Î®Ï„Î·ÏƒÎ· ÎµÏ�Î³Î±ÏƒÎ¯Î±Ï‚',NULL),(727,'149','Î•ÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ· ÏƒÏ„Î·Î½ Î•Ï…Ï�Ï‰Ï€Î±ÏŠÎºÎ® ÎˆÎ½Ï‰ÏƒÎ·',NULL),(728,'150','Î•Ï…Ï�Ï‰Ï€Î±ÏŠÎºÎ® Î¹Î¸Î±Î³Î­Î½ÎµÎ¹Î±',NULL),(729,'151','Î£Ï…Î½Î¸Î®ÎºÎ· Î£Î­Î½Î³ÎºÎµÎ½',NULL),(730,'152','Î•Ï�Î³Î±ÏƒÎ¯Î± ÏƒÏ„Î·Î½ Î•Ï…Ï�Ï‰Ï€Î±ÏŠÎºÎ® ÎˆÎ½Ï‰ÏƒÎ·',NULL),(731,'153','Î•Ï…Ï�Ï‰Ï€Î±ÏŠÎºÎ® ÎˆÎ½Ï‰ÏƒÎ· (Î³ÎµÎ½Î¹ÎºÎ¬)',NULL),(732,'154','Î•Ï€Î¹Ï‡ÎµÎ¹Ï�Î·Î¼Î±Ï„Î¹ÎºÎ® Î´Ï�Î±ÏƒÏ„Î·Ï�Î¹ÏŒÏ„Î·Ï„Î± ÏƒÏ„Î·Î½ Î•Ï…Ï�Ï‰Ï€Î±ÏŠÎºÎ® ÎˆÎ½Ï‰ÏƒÎ·',NULL),(733,'155','Î£Ï†Ï�Î±Î³Î¯Î´Î± Î§Î¬Î³Î·Ï‚',NULL),(734,'156','ÎšÏŽÎ´Î¹ÎºÎ±Ï‚ Î’Î¹Î²Î»Î¯Ï‰Î½ ÎºÎ±Î¹ Î£Ï„Î¿Î¹Ï‡ÎµÎ¯Ï‰Î½',NULL),(735,'157','Î¦Î¿Ï�Î¿Î»Î¿Î³Î¯Î± ÎºÎµÏ†Î±Î»Î±Î¯Î¿Ï…',NULL),(736,'158','Î¦ÏŒÏ�Î¿Î¹',NULL),(737,'159','Î¦Î¿Ï�Î¿Î»Î¿Î³Î¯Î± ÎµÏ€Î¹Ï‡ÎµÎ¹Ï�Î®ÏƒÎµÏ‰Î½',NULL),(738,'160','Î¿Î²Î¿Î»Î®',NULL),(739,'161','Î¦ÏŒÏ�Î¿Ï‚ Î Ï�Î¿ÏƒÏ„Î¹Î¸Î­Î¼ÎµÎ½Î·Ï‚ Î‘Î¾Î¯Î±Ï‚',NULL),(740,'162','Î¦Î¿Ï�Î¿Î»Î¿Î³Î¯Î± ÎµÎ¹ÏƒÎ¿Î´Î®Î¼Î±Ï„Î¿Ï‚',NULL),(741,'163','Î¦Î¿Ï�Î¿Î»Î¿Î³Î¯Î±',NULL),(742,'164','Î†Ï�Î´ÎµÏ…ÏƒÎ·',NULL),(743,'165','Î›Î¯Î¼Î½ÎµÏ‚',NULL),(744,'166','Î¥Ï€ÏŒÎ³ÎµÎ¹Î± Ï�Î´Î±Ï„Î±',NULL),(745,'167','Î Î¿Ï„Î¬Î¼Î¹Î±',NULL),(746,'168','Î™Î¸Î±Î³Î­Î½ÎµÎ¹Î±',NULL),(747,'169','ÎšÎ¿Î¹Î½Ï‰Î½Î¹ÎºÎ® Î­Î½Ï„Î±Î¾Î·',NULL),(748,'170','ÎŸÎ¼Î¿Î³Î­Î½ÎµÎ¹Î±',NULL),(749,'171','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·',NULL),(750,'172','Î•Î¹Î´Î¹ÎºÎ® Î±Î³Ï‰Î³Î®',NULL),(751,'173','Î“ÎµÏ‰Ï�Î³Î¹ÎºÎ® ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(752,'174','Î”Î¹Î±Ï€Î¿Î»Î¹Ï„Î¹ÏƒÎ¼Î¹ÎºÎ® ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(753,'175','Î•ÎºÎºÎ»Î·ÏƒÎ¹Î±ÏƒÏ„Î¹ÎºÎ® ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(754,'176','Î•ÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ· ÎµÎ½Î·Î»Î¯ÎºÏ‰Î½',NULL),(755,'177','Î•Ï€Î¹Î¼ÏŒÏ�Ï†Ï‰ÏƒÎ· ÎµÎºÏ€Î±Î¹Î´ÎµÏ…Ï„Î¹ÎºÏŽÎ½',NULL),(756,'178','Î™Î´Î¹Ï‰Ï„Î¹ÎºÎ® ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(757,'179','Î�Î±Ï…Ï„Î¹ÎºÎ® ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(758,'180','ÎŽÎ´Ï�ÎµÏ…ÏƒÎ· ÎºÎ±Î¹ Î±Ï€Î¿Ï‡Î­Ï„ÎµÏ…ÏƒÎ·',NULL),(759,'181','Î‘Ï€ÏŒÎºÏ„Î·ÏƒÎ· ÎºÎ±Ï„Î¿Î¹ÎºÎ¯Î±Ï‚',NULL),(760,'182','Î•Ï�Î³Î±Ï„Î¹ÎºÎ® ÎºÎ±Ï„Î¿Î¹ÎºÎ¯Î±',NULL),(761,'183','Î‘Î½Î­Î³ÎµÏ�ÏƒÎ· ÎºÎ±Ï„Î¿Î¹ÎºÎ¯Î±Ï‚',NULL),(762,'184','Î¤Î·Î»ÎµÏ†Ï‰Î½Î¹ÎºÎ® ÏƒÏ�Î½Î´ÎµÏƒÎ·',NULL),(763,'185','Î•Î½Î¿Î¹ÎºÎ¯Î±ÏƒÎ· ÎºÎ±Ï„Î¿Î¹ÎºÎ¯Î±Ï‚',NULL),(764,'186','Î•Ï€Î¹ÏƒÎºÎµÏ…Î® ÎºÎ±Ï„Î¿Î¹ÎºÎ¯Î±Ï‚',NULL),(765,'187','Î—Î»ÎµÎºÏ„Ï�Î¿Î´ÏŒÏ„Î·ÏƒÎ·',NULL),(766,'188','Î‘Î»Î»Î±Î³Î® Î´Î¹ÎµÏ�Î¸Ï…Î½ÏƒÎ·Ï‚',NULL),(767,'189','Î˜Î­Ï�Î¼Î±Î½ÏƒÎ·',NULL),(768,'190','Î“Î¬Î¼Î¿Ï‚',NULL),(769,'191','Î˜Î¬Î½Î±Ï„Î¿Ï‚',NULL),(770,'192','Î“Î­Î½Î½Î·ÏƒÎ·',NULL),(771,'193','Î’Î¬Ï†Ï„Î¹ÏƒÎ·',NULL),(772,'194','Î�Î±Ï…Ï„Î¹Î»Î¯Î±',NULL),(773,'195','ÎžÎµÎ½Î¿Î´Î¿Ï‡ÎµÎ¯Î± ÎºÎ±Î¹ ÎµÏƒÏ„Î¹Î±Ï„ÏŒÏ�Î¹Î±',NULL),(774,'196','Î•Î¼Ï€ÏŒÏ�Î¹Î¿',NULL),(775,'197','Î Î±Ï�Î¿Ï‡Î® Ï…Ï€Î·Ï�ÎµÏƒÎ¹ÏŽÎ½',NULL),(776,'198','Î§Ï�Î·Î¼Î±Ï„Î¿Ï€Î¹ÏƒÏ„Ï‰Ï„Î¹ÎºÎ¿Î¯ Î¿Ï�Î³Î±Î½Î¹ÏƒÎ¼Î¿Î¯',NULL),(777,'199','Î’Î¹Î¿Î¼Î·Ï‡Î±Î½Î¯Î±',NULL),(778,'200','ÎšÎ±Ï„Î±ÏƒÎºÎµÏ…Î­Ï‚',NULL),(779,'201','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· Î¼ÎµÏ„Î¿Ï‡Î¹ÎºÏŽÎ½ Ï„Î±Î¼ÎµÎ¯Ï‰Î½',NULL),(780,'202','Î’Î¹Î²Î»Î¹Î¬Ï�Î¹Î± Ï…Î³ÎµÎ¯Î±Ï‚',NULL),(781,'203','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· Î¤Î£ÎœÎ•Î”Î•',NULL),(782,'204','ÎšÎ¿Î¹Î½Ï‰Î½Î¹ÎºÎ® Î±ÏƒÏ†Î¬Î»Î¹ÏƒÎ· (Î³ÎµÎ½Î¹ÎºÎ¬)',NULL),(783,'205','Î‘ÏƒÏ†Î±Î»Î¹ÏƒÏ„Î¹ÎºÎ­Ï‚ Ï€Î±Ï�Î¿Ï‡Î­Ï‚',NULL),(784,'206','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· ÎŸÎ‘Î•Î•',NULL),(785,'207','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· Î¤Î•Î‘Î¥Î•Îš',NULL),(786,'208','Î•Î¹Î´Î¹ÎºÎ­Ï‚ ÎºÎ±Ï„Î·Î³Î¿Ï�Î¯ÎµÏ‚ Î±ÏƒÏ†Î¬Î»Î¹ÏƒÎ·Ï‚',NULL),(787,'209','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· Î™ÎšÎ‘',NULL),(788,'210','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· Î´Î·Î¼Î¿ÏƒÎ¯Î¿Ï…',NULL),(789,'211','Î¥Î³ÎµÎ¹Î¿Î½Î¿Î¼Î¹ÎºÎ® Ï€ÎµÏ�Î¯Î¸Î±Î»ÏˆÎ·',NULL),(790,'212','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· ÎŸÎ‘Î  - Î”Î•Î—',NULL),(791,'213','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· ÎŸÎ“Î‘',NULL),(792,'214','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· Î¤Î±Î¼ÎµÎ¯Î¿ Î�Î¿Î¼Î¹ÎºÏŽÎ½ ÎºÎ±Î¹ ÎšÎ•Î‘Î”',NULL),(793,'215','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· Î¤Î‘ÎžÎ¥',NULL),(794,'216','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· Î¤Î‘Î ÎŸÎ¤Î•',NULL),(795,'217','Î‘ÏƒÏ†Î¬Î»Î¹ÏƒÎ· Î¤Î£Î‘Î¥',NULL),(796,'218','Î¦Î¹Î»Î±Î½Î¸Ï�Ï‰Ï€Î¯Î±',NULL),(797,'219','Î‘Î½Î±Ï€Î·Ï�Î¯Î±',NULL),(798,'220','ÎšÎ¿Î¹Î½Ï‰Î½Î¹ÎºÎ® Ï€Î¿Î»Î¹Ï„Î¹ÎºÎ®',NULL),(799,'221','Î”Î¹Î´Î±ÏƒÎºÎ±Î»Î¯Î± Î¾Î­Î½Ï‰Î½ Î³Î»Ï‰ÏƒÏƒÏŽÎ½',NULL),(800,'222','Î Î¹ÏƒÏ„Î¿Ï€Î¿Î¹Î·Ï„Î¹ÎºÎ¬',NULL),(801,'223','ÎžÎ­Î½ÎµÏ‚ Î³Î»ÏŽÏƒÏƒÎµÏ‚ (Î³ÎµÎ½Î¹ÎºÎ¬)',NULL),(802,'224','Î•ÎºÎ¼Î¬Î¸Î·ÏƒÎ· Î¾Î­Î½Ï‰Î½ Î³Î»Ï‰ÏƒÏƒÏŽÎ½',NULL),(803,'225','ÎšÏ„Î·Î¼Î±Ï„Î¿Î»ÏŒÎ³Î¹Î¿',NULL),(804,'226','ÎŸÎ¹ÎºÏŒÏ€ÎµÎ´Î±',NULL),(805,'227','Î•Ï†Î·Î¼ÎµÏ�Î¯Î´Î± Ï„Î·Ï‚ ÎºÏ…Î²Î­Ï�Î½Î·ÏƒÎ·Ï‚',NULL),(806,'228','Î£Ï�Î½Ï„Î±Î³Î¼Î± Ï„Î·Ï‚ Î•Î»Î»Î¬Î´Î±Ï‚',NULL),(807,'229','ÎšÏ…Î²Î­Ï�Î½Î·ÏƒÎ·',NULL),(808,'230','Î—Î»ÎµÎºÏ„Ï�Î¿Î½Î¹ÎºÎ® Î´Î¹Î±ÎºÏ…Î²Î­Ï�Î½Î·ÏƒÎ·',NULL),(809,'231','Î£Î¹Î´Î·Ï�Î¿Î´Ï�Î¿Î¼Î¹ÎºÎ­Ï‚ ÏƒÏ…Î³ÎºÎ¿Î¹Î½Ï‰Î½Î¯ÎµÏ‚',NULL),(810,'232','Î•Î¹ÏƒÎ¹Ï„Î®Ï�Î¹Î±',NULL),(811,'233','Î‘ÏƒÏ„Î¹ÎºÎ­Ï‚ ÏƒÏ…Î³ÎºÎ¿Î¹Î½Ï‰Î½Î¯ÎµÏ‚',NULL),(812,'234','Î‘ÎµÏ�Î¿Ï€Î¿Ï�Î¹ÎºÎ­Ï‚ ÏƒÏ…Î³ÎºÎ¿Î¹Î½Ï‰Î½Î¯ÎµÏ‚',NULL),(813,'235','Î¥Ï€ÎµÏ�Î±ÏƒÏ„Î¹ÎºÎ­Ï‚ ÏƒÏ…Î³ÎºÎ¿Î¹Î½Ï‰Î½Î¯ÎµÏ‚',NULL),(814,'236','Î¤Î±Î¾Î¯',NULL),(815,'237','Î¤Î±Î¾Î¯Î´Î¹Î± ÎºÎ±Î¹ Ï„Î¿Ï…Ï�Î¹ÏƒÎ¼ÏŒÏ‚',NULL),(816,'238','ÎœÎµÏ„Î±Ï†Î¿Ï�Î­Ï‚ Î³ÎµÎ½Î¹ÎºÎ¬',NULL),(817,'239','ÎŸÏ‡Î®Î¼Î±Ï„Î±',NULL),(818,'240','ÎŸÎ´Î¹ÎºÎ® Î±ÏƒÏ†Î¬Î»ÎµÎ¹Î±',NULL),(819,'241','Î�Î±Ï…ÏƒÎ¹Ï€Î»Î¿Î�Î±',NULL),(820,'242','ÎœÎ­ÏƒÎ± Î¼Î±Î¶Î¹ÎºÎ®Ï‚ Î¼ÎµÏ„Î±Ï†Î¿Ï�Î¬Ï‚',NULL),(821,'243','Î•Î¼Ï€Î¿Ï�ÎµÏ…Î¼Î±Ï„Î¹ÎºÎ­Ï‚ Î¼ÎµÏ„Î±Ï†Î¿Ï�Î­Ï‚',NULL),(822,'244','ÎŸÎ´Î®Î³Î·ÏƒÎ·',NULL),(823,'245','Î”Î¹Î±Ï‡ÎµÎ¯Ï�Î¹ÏƒÎ· ÎºÏ…ÎºÎ»Î¿Ï†Î¿Ï�Î¯Î±Ï‚',NULL),(824,'246','Î”Î·Î¼Î¿Ï„Î¿Î»ÏŒÎ³Î¹Î±',NULL),(825,'247','ÎœÎµÏ„Î±Î´Î·Î¼ÏŒÏ„ÎµÏ…ÏƒÎ·',NULL),(826,'248','ÎœÎ·Ï„Ï�ÏŽÎ¿ Î±Ï�Ï�Î­Î½Ï‰Î½',NULL),(827,'249','Î£ÎºÎ¬Ï†Î·',NULL),(828,'250','Î Î»Î¿Î¯Î±',NULL),(829,'251','Î•Ï€Î±Î³Î³ÎµÎ»Î¼Î±Ï„Î¹ÎºÎ­Ï‚ Î¬Î´ÎµÎ¹ÎµÏ‚',NULL),(830,'252','Î†Î´ÎµÎ¹ÎµÏ‚ Î¿Î´Î®Î³Î·ÏƒÎ·Ï‚',NULL),(831,'253','Î†Î´ÎµÎ¹ÎµÏ‚ Î¼Î·Ï‡Î±Î½Î·Î¼Î¬Ï„Ï‰Î½',NULL),(832,'254','Î‘Ï…Î¸Î±Î¯Ï�ÎµÏ„Î±',NULL),(833,'255','Î”Î¹Î±Ï„Î·Ï�Î·Ï„Î­Î±',NULL),(834,'256','ÎšÎ±Ï„ÎµÎ´Î¬Ï†Î¹ÏƒÎ· ÎºÏ„Î¹Ï�Î¯Ï‰Î½',NULL),(835,'257','ÎŸÎ¹ÎºÎ¿Î´Î¿Î¼Î¹ÎºÎ­Ï‚ Î¬Î´ÎµÎ¹ÎµÏ‚',NULL),(836,'258','ÎšÏ„iÏ�Î¹Î±ÎºÎ­Ï‚ ÎµÎ³ÎºÎ±Ï„Î±ÏƒÏ„Î¬ÏƒÎµÎ¹Ï‚',NULL),(837,'259','Î£Ï…Î½Ï„Î®Ï�Î·ÏƒÎ· ÎºÏ„Î¹Ï�Î¯Ï‰Î½',NULL),(838,'260','Î‘Ï€Ï�Î¿ÏƒÏ„Î¬Ï„ÎµÏ…Ï„Î± Ï€Î±Î¹Î´Î¹Î¬',NULL),(839,'261','Î¦Ï�Î¿Î½Ï„Î¯Î´Î± Ï€Î±Î¹Î´Î¹ÏŽÎ½',NULL),(840,'262','Î”Î¹Î±Î¶Ï�Î³Î¹Î¿',NULL),(841,'263','ÎœÎ¿Î½Î¿Î³Î¿Î½ÎµÏŠÎºÎ® Î¿Î¹ÎºÎ¿Î³Î­Î½ÎµÎ¹Î±',NULL),(842,'264','Î¥Î¹Î¿Î¸ÎµÏƒÎ¯Î±',NULL),(843,'265','Î Î¿Î»Ï…Ï„ÎµÎºÎ½Î¯Î±',NULL),(844,'266','ÎŸÎ¹ÎºÎ¿Î³ÎµÎ½ÎµÎ¹Î±ÎºÎ® ÎºÎ±Ï„Î¬ÏƒÏ„Î±ÏƒÎ·',NULL),(845,'267','ÎŸÎ¹ÎºÎ¿Î³ÎµÎ½ÎµÎ¹Î±ÎºÎ­Ï‚ Ï€Î±Ï�Î¿Ï‡Î­Ï‚',NULL),(846,'268','Î•Ï€Î¹Î´ÏŒÎ¼Î±Ï„Î± ÎºÎ±Î¹ Ï‡Ï�Î·Î¼Î±Ï„Î¹ÎºÎ¬ Î²Î¿Î·Î¸Î®Î¼Î±Ï„Î±',NULL),(847,'269','Î¦Î¿Ï�Î¿Î»Î¿Î³Î¯Î± ÎºÎ±Î¹ Ï†ÏŒÏ�Î¿Î¹',NULL),(848,'270','ÎšÎ»Î¬Î´Î¿Î¹ Î¿Î¹ÎºÎ¿Î½Î¿Î¼Î¹ÎºÎ®Ï‚ Î´Ï�Î±ÏƒÏ„Î·Ï�Î¹ÏŒÏ„Î·Ï„Î±Ï‚',NULL),(849,'271','Î”Î¬Î½ÎµÎ¹Î±, Î¿Ï†ÎµÎ¹Î»Î­Ï‚ ÎºÎ±Î¹ ÏƒÏ…Î½Î¬Î»Î»Î±Î³Î¼Î±',NULL),(850,'272','ÎŒÏ€Î»Î±',NULL),(851,'273','Î•ÎºÏ�Î·ÎºÏ„Î¹ÎºÎ­Ï‚ Ï�Î»ÎµÏ‚',NULL),(852,'274','Î¤Î¬Ï†Ï�Î¿Î¹',NULL),(853,'275','Î‘Î¹Î³Î¹Î±Î»ÏŒÏ‚',NULL),(854,'276','Î§ÎµÎ¯Î¼Î±Ï�Ï�Î¿Î¹',NULL),(855,'277','Î¡Ï…Î¬ÎºÎ¹Î±',NULL),(856,'278','Î†Î´ÎµÎ¹ÎµÏ‚ ÎºÏ…ÎºÎ»Î¿Ï†Î¿Ï�Î¯Î±Ï‚',NULL),(857,'279','Î”Î¹Î±Î³Ï�Î±Ï†Î® Î¿Ï‡Î·Î¼Î¬Ï„Ï‰Î½',NULL),(858,'280','ÎœÎ·Ï‡Î±Î½Î®Î¼Î±Ï„Î±',NULL),(859,'281','Î Î¹Î½Î±ÎºÎ¯Î´ÎµÏ‚',NULL),(860,'282','ÎµÎ¯Î± ÎºÎ±Î¹ Ï†Î¿Ï�Ï„Î·Î³Î¬',NULL),(861,'283','ÎœÎµÏ„Î±Î²Î¯Î²Î±ÏƒÎ· Î¿Ï‡Î·Î¼Î¬Ï„Ï‰Î½',NULL),(862,'284','ÎŸÏ‡Î®Î¼Î±Ï„Î± (Î³ÎµÎ½Î¹ÎºÎ¬)',NULL),(863,'285','Î¤Î­Î»Î· ÎºÏ…ÎºÎ»Î¿Ï†Î¿Ï�Î¯Î±Ï‚',NULL),(864,'286','Î¤ÎµÏ‡Î½Î¹ÎºÏŒÏ‚ Î­Î»ÎµÎ³Ï‡Î¿Ï‚ Î¿Ï‡Î·Î¼Î¬Ï„Ï‰Î½',NULL),(865,'287','Î§Î»Ï‰Ï�Î¯Î´Î± ÎºÎ±Î¹ Ï€Î±Î½Î¯Î´Î±',NULL),(866,'288','Î Ï�Î¿ÏƒÏ„Î±ÏƒÎ¯Î± Ï€ÎµÏ�Î¹Î²Î¬Î»Î»Î¿Î½Ï„Î¿Ï‚',NULL),(867,'289','ÎŸÏ�Î¹Î¿Î¸ÎµÏ„Î®ÏƒÎµÎ¹Ï‚',NULL),(868,'290','Î•Î½Î­Ï�Î³ÎµÎ¹Î±',NULL),(869,'291','Î¥Î´Î±Ï„Î¹ÎºÎ¿Î¯ Ï€ÏŒÏ�Î¿Î¹',NULL),(870,'292','Î‘Î¾Î¹Î¿Ï€Î¿Î¯Î·ÏƒÎ· Ï†Ï…ÏƒÎ¹ÎºÏŽÎ½ Ï€ÏŒÏ�Ï‰Î½',NULL),(871,'293','Î Ï�Î¿ÏƒÏ„Î±ÏƒÎ¯Î± Î´ÎµÎ´Î¿Î¼Î­Î½Ï‰Î½',NULL),(872,'294','Î¤Î·Î»ÎµÏ€Î¹ÎºÎ¿Î¹Î½Ï‰Î½Î¯ÎµÏ‚',NULL),(873,'295','Î¤ÎµÏ‡Î½Î¿Î»Î¿Î³Î¯ÎµÏ‚ Ï€Î»Î·Ï�Î¿Ï†Î¿Ï�Î¹ÎºÎ®Ï‚ ÎºÎ±Î¹ ÎµÏ€Î¹ÎºÎ¿Î¹Î½Ï‰Î½Î¯Î±Ï‚',NULL),(874,'296','Î•Ï€Î¹ÎºÎ¿Î¹Î½Ï‰Î½Î¯Î±',NULL),(875,'297','Î Î¿Î»ÎµÎ¿Î´Î¿Î¼Î¯Î± ÎºÎ±Î¹ ÏƒÏ‡Î­Î´Î¹Î¿ Ï€ÏŒÎ»Î·Ï‚',NULL),(876,'298','ÎºÎ±Î¹ Î¿Î¹ÎºÏŒÏ€ÎµÎ´Î±',NULL),(877,'299','ÎŸÎ¹ÎºÎ¿Î´Î¿Î¼Î­Ï‚ ÎºÎ±Î¹ ÎºÏ„Î¯Ï�Î¹Î±',NULL),(878,'300','Î Î¿Î»ÎµÎ¿Î´Î¿Î¼Î¹ÎºÎ­Ï‚ Î¼ÎµÎ»Î­Ï„ÎµÏ‚',NULL),(879,'301','Î Î¿Î»ÎµÎ¿Î´Î¿Î¼Î¯Î±',NULL),(880,'302','Î¡Ï…Î¼Î¿Ï„Î¿Î¼Î¯Î±',NULL),(881,'303','ÎŸÎ¹ÎºÎ¹ÏƒÎ¼Î¿Î¯',NULL),(882,'304','Î‘Ï�Ï‡Î±Î¹ÏŒÏ„Î·Ï„ÎµÏ‚',NULL),(883,'305','Î Î¿Î»Î¹Ï„Î¹ÏƒÏ„Î¹ÎºÎ¿Î¯ Ï‡ÏŽÏ�Î¿Î¹ (Î³ÎµÎ½Î¹ÎºÎ¬)',NULL),(884,'306','Î‘Ï�Ï‡Î±Î¹Î¿Î»Î¿Î³Î¹ÎºÎ¿Î¯ Ï‡ÏŽÏ�Î¿Î¹',NULL),(885,'307','Î Î¿Î»Î¹Ï„Î¹ÏƒÎ¼ÏŒÏ‚ ÎºÎ±Î¹ Î´Î·Î¼Î¹Î¿Ï…Ï�Î³Î¯Î±',NULL),(886,'308','Î Î¹Î½Î±ÎºÎ¿Î¸Î®ÎºÎµÏ‚',NULL),(887,'309','ÎœÎ¿Ï…ÏƒÎµÎ¯Î±',NULL),(888,'310','Î’Î¹Î²Î»Î¹Î¿Î¸Î®ÎºÎµÏ‚',NULL),(889,'311','Î˜Î­Î±Ï„Ï�Î±',NULL),(890,'312','Î”Î¹Î±ÏƒÎºÎ­Î´Î±ÏƒÎ· ÎºÎ±Î¹ ÏˆÏ…Ï‡Î±Î³Ï‰Î³Î¯Î±',NULL),(891,'313','Î Î¿Î»Î¹Ï„Î¹ÏƒÎ¼ÏŒÏ‚',NULL),(892,'314','Î•Î¸ÎµÎ»Î¿Î½Ï„Î¹ÏƒÎ¼ÏŒÏ‚',NULL),(893,'315','Î‘Î¸Î»Î·Ï„Î¹ÏƒÎ¼ÏŒÏ‚',NULL),(894,'316','Î Ï�Î¿Î¾ÎµÎ½Î¹ÎºÎ­Ï‚ Ï€Ï�Î¬Î¾ÎµÎ¹Ï‚',NULL),(895,'317','Î‘Î»Î»Î¿Î´Î±Ï€Î¿Î¯ ÏƒÏ„Î·Î½ Î•Î»Î»Î¬Î´Î±',NULL),(896,'318','ÎˆÎ»Î»Î·Î½ÎµÏ‚ ÏƒÏ„Î¿ ÎµÎ¾Ï‰Ï„ÎµÏ�Î¹ÎºÏŒ',NULL),(897,'319','Î”Î¹Î±Ï‡ÎµÎ¯Ï�Î¹ÏƒÎ· Î±Ï€Î¿Î²Î»Î®Ï„Ï‰Î½',NULL),(898,'320','Î Ï�Î¿ÏƒÏ„Î±ÏƒÎ¯Î± Ï€ÎµÏ�Î¹Î²Î¬Î»Î»Î¿Î½Ï„Î¿Ï‚ (Î³ÎµÎ½Î¹ÎºÎ¬)',NULL),(899,'321','Î‘Ï€Î±Î³ÏŒÏ�ÎµÏ…ÏƒÎ· ÎºÏ…Î½Î·Î³Î¹Î¿Ï�',NULL),(900,'322','Î¡Ï�Ï€Î±Î½ÏƒÎ·',NULL),(901,'324','Î—Î»Î¹ÎºÎ¯Î±',NULL),(902,'325','Î“Î½Î®ÏƒÎ¹Î¿ Ï…Ï€Î¿Î³Ï�Î±Ï†Î®Ï‚',NULL),(903,'326','Î‘Ï�Î¹Î¸Î¼ÏŒÏ‚ Î¦Î¿Ï�Î¿Î»Î¿Î³Î¹ÎºÎ¿Ï� ÎœÎ·Ï„Ï�ÏŽÎ¿Ï…',NULL),(904,'327','Î‘ÏƒÏ„Ï…Î½Î¿Î¼Î¹ÎºÎ® Ï„Î±Ï…Ï„ÏŒÏ„Î·Ï„Î±',NULL),(905,'328','Î’ÎµÎ²Î±Î¹ÏŽÏƒÎµÎ¹Ï‚ ÏƒÏ€Î¿Ï…Î´ÏŽÎ½',NULL),(906,'329','Î•Î¹ÏƒÎ±Î³Ï‰Î³Î® ÏƒÏ„Î·Î½ Î±Î½ÏŽÏ„Î±Ï„Î· ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(907,'330','Î•Ï€Î±Î³Î³ÎµÎ»Î¼Î±Ï„Î¹ÎºÎ® ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(908,'331','Î£Ï‡Î¿Î»ÎµÎ¯Î±',NULL),(909,'332','Î•Ï�Î³Î±ÏƒÎ¯Î± ÏƒÏ„Î·Î½ Î Ï�Ï‰Ï„Î¿Î²Î¬Î¸Î¼Î¹Î± ÎºÎ±Î¹ Î”ÎµÏ…Ï„ÎµÏ�Î¿Î²Î¬Î¸Î¼Î¹Î± ÎµÎºÏ€Î±Î¯Î´ÎµÏ…ÏƒÎ·',NULL),(910,'333','Î£Ï…Î½Ï„Î±Î¾Î¹Î¿Î´ÏŒÏ„Î·ÏƒÎ·',NULL),(911,'334','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î¤Î£Î‘Î¥',NULL),(912,'335','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î³Î®Ï�Î±Ï„Î¿Ï‚',NULL),(913,'336','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î¸Î±Î½Î¬Ï„Î¿Ï…',NULL),(914,'337','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Ï€Î¿Î»Ï…Ï„Î­ÎºÎ½Ï‰Î½',NULL),(915,'338','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ ÎµÎ¹Î´Î¹ÎºÏŽÎ½ ÎºÎ±Ï„Î·Î³Î¿Ï�Î¹ÏŽÎ½',NULL),(916,'339','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î™ÎšÎ‘',NULL),(917,'340','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î�Î‘Î¤',NULL),(918,'341','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ ÎŸÎ‘Î•Î•',NULL),(919,'342','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ ÎŸÎ‘Î  - Î”Î•Î—',NULL),(920,'343','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î¤Î±Î¼ÎµÎ¯Î¿ Î�Î¿Î¼Î¹ÎºÏŽÎ½ - ÎšÎ•Î‘Î”',NULL),(921,'344','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î¤Î•Î‘Î¥Î•Îš',NULL),(922,'345','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î¤Î£ÎœÎ•Î”Î•',NULL),(923,'346','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î¼ÎµÏ„Î¿Ï‡Î¹ÎºÏŽÎ½ Ï„Î±Î¼ÎµÎ¯Ï‰Î½',NULL),(924,'347','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î¤Î‘Î ÎŸÎ¤Î•',NULL),(925,'348','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î´Î·Î¼Î¿ÏƒÎ¯Î¿Ï…',NULL),(926,'349','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ ÎŸÎ“Î‘',NULL),(927,'350','Î£Ï…Î½Ï„Î¬Î¾ÎµÎ¹Ï‚ Î±Î½Î±Ï€Î·Ï�Î¯Î±Ï‚',NULL),(928,'351','Visas',NULL),(929,'352','Î¤Î¿Ï…Ï�Î¹ÏƒÎ¼ÏŒÏ‚',NULL),(930,'353','ÎšÎ¿Î¹Î½Ï‰Î½Î¹ÎºÏŒÏ‚ Ï„Î¿Ï…Ï�Î¹ÏƒÎ¼ÏŒÏ‚',NULL),(931,'354','Î�Î±Ï…Ï„Î¹ÎºÎ¬ Ï†Ï…Î»Î»Î¬Î´Î¹Î±',NULL),(932,'355','Î”Î¹Î±Î²Î±Ï„Î®Ï�Î¹Î±',NULL),(933,'356','Î¤Î±Î¾Î¯Î´Î¹Î±',NULL),(934,'357','Î™Î½ÏƒÏ„Î¹Ï„Î¿Ï�Ï„Î± Î•Ï€Î±Î³Î³ÎµÎ»Î¼Î±Ï„Î¹ÎºÎ®Ï‚ ÎšÎ±Ï„Î¬Ï�Ï„Î¹ÏƒÎ·Ï‚',NULL),(935,'358','Î£Ï‡Î¿Î»Î­Ï‚ Î¼Î±Î¸Î·Ï„ÎµÎ¯Î±Ï‚ ÎŸÎ‘Î•Î”',NULL),(936,'359','Î¤ÎµÏ‡Î½Î¹ÎºÎ­Ï‚ ÏƒÏ‡Î¿Î»Î­Ï‚',NULL),(937,'360','Î¤ÎµÏ‡Î½Î¿Î»Î¿Î³Î¯ÎµÏ‚ Ï€Î»Î·Ï�Î¿Ï†Î¿Ï�Î¹ÎºÎ®Ï‚',NULL),(938,'361','Î¥Ï€Î·Ï�ÎµÏƒÎ¯ÎµÏ‚ Ï€Î¹ÏƒÏ„Î¿Ï€Î¿Î¯Î·ÏƒÎ·Ï‚',NULL),(939,'362','Î¤ÎµÏ‡Î½Î¿Î»Î¿Î³Î¯ÎµÏ‚ ÎµÏ€Î¹ÎºÎ¿Î¹Î½Ï‰Î½Î¯Î±Ï‚',NULL),(940,'363','Î¤Î·Î»ÎµÏ€Î¹ÎºÎ¿Î¹Î½Ï‰Î½Î¹Î±ÎºÎ¬ Ï„Î­Î»Î·',NULL),(941,'364','Î›ÎµÎ¹Ï„Î¿Ï…Ï�Î³Î¯Î± Ï„Î·Î»ÎµÏ€Î¹ÎºÎ¿Î¹Î½Ï‰Î½Î¹ÏŽÎ½',NULL),(942,'365','Î¤Î·Î»ÎµÏ€Î¹ÎºÎ¿Î¹Î½Ï‰Î½Î¹Î±ÎºÎ­Ï‚ ÏƒÏ…Î½Î´Î­ÏƒÎµÎ¹Ï‚',NULL),(943,'366','Î”Î¬ÏƒÎ·',NULL),(944,'367','Î–ÏŽÎ±',NULL),(945,'368','Î¦Ï…Ï„Î¬',NULL),(946,'369','Î¥Î³ÎµÎ¯Î± ÎºÎ±Î¹ Ï…Î³Î¹ÎµÎ¹Î½Î®',NULL),(947,'370','Î Ï�Î¿ÏƒÏ„Î±ÏƒÎ¯Î± ÎºÎ±Ï„Î±Î½Î±Î»Ï‰Ï„ÏŽÎ½',NULL),(948,'371','ÎšÎ¿Î¹Î½Ï‰Î½Î¹ÎºÎ® Î Ï�ÏŒÎ½Î¿Î¹Î±',NULL),(949,'372','Î”Î¹Î±Ï„Ï�Î¿Ï†Î®',NULL),(950,'373','Î Î¹ÏƒÏ„Î¿Ï€Î¿Î¹Î·Ï„Î¹ÎºÎ¬ Ï…Î³ÎµÎ¯Î±Ï‚',NULL),(951,'374','Î¥Î³ÎµÎ¯Î± Î³ÎµÎ½Î¹ÎºÎ¬',NULL),(952,'375','Î¦Î¬Ï�Î¼Î±ÎºÎ±',NULL),(953,'376','Î£Ï�ÏƒÏ„Î·Î¼Î± Ï…Î³ÎµÎ¯Î±Ï‚',NULL),(954,'377','Î�Î¿ÏƒÎ·Î»ÎµÎ¯Î±',NULL),(955,'378','Î”Ï‰Ï�ÎµÎ¬ Î¿Ï�Î³Î¬Î½Ï‰Î½',NULL),(956,'379','ÎšÎ±Î½ÏŒÎ½ÎµÏ‚ Ï…Î³Î¹ÎµÎ¹Î½Î®Ï‚',NULL),(957,'380','Î•Î¼Î²ÏŒÎ»Î¹Î±',NULL),(958,'381','Î•Ï€Î¹Ï‡ÎµÎ¹Ï�Î·Î¼Î±Ï„Î¹ÎºÏŒÏ„Î·Ï„Î±',NULL),(959,'382','ÎˆÎ»ÎµÎ³Ï‡Î¿Î¹ ÎºÎ±Î¹ ÎºÏ…Ï�ÏŽÏƒÎµÎ¹Ï‚',NULL),(960,'383','Î‘Î½Î¸Ï�ÏŽÏ€Î¹Î½Î¿ Î´Ï…Î½Î±Î¼Î¹ÎºÏŒ',NULL),(961,'384','Î•Ï€Î±Î³Î³ÎµÎ»Î¼Î±Ï„Î¹ÎºÎ® ÏƒÏ„Î­Î³Î·',NULL),(962,'385','Î£Ï�ÏƒÏ„Î±ÏƒÎ· ÎºÎ±Î¹ Î»ÎµÎ¹Ï„Î¿Ï…Ï�Î³Î¯Î± ÎµÏ„Î±Î¹Ï�Î¯Î±Ï‚',NULL),(963,'386','Î•Ï€Î¹Ï‡Î¿Ï�Î·Î³Î®ÏƒÎµÎ¹Ï‚ ÎµÏ€Î¹Ï‡ÎµÎ¹Ï�Î®ÏƒÎµÏ‰Î½',NULL),(964,'387','ÎœÎµÏ„Î±Ï„Ï�Î¿Ï€Î® ÎµÏ€Î¹Ï‡ÎµÎ¯Ï�Î·ÏƒÎ·Ï‚',NULL),(965,'388','ÎšÎ»ÎµÎ¯ÏƒÎ¹Î¼Î¿ ÎµÏ€Î¹Ï‡ÎµÎ¯Ï�Î·ÏƒÎ·Ï‚',NULL),(966,'389','ÎŠÎ´Ï�Ï…ÏƒÎ· ÎºÎ±Î¹ Î»ÎµÎ¹Ï„Î¿Ï…Ï�Î³Î¯Î± ÎµÏ€Î¹Ï‡ÎµÎ¯Ï�Î·ÏƒÎ·Ï‚',NULL),(967,'390','Î¹Î±ÎºÎ¬ Ï€Ï�Î¿Î³Ï�Î¬Î¼Î¼Î±Ï„Î±',NULL),(968,'391','Î£Ï…Î³Ï‡ÏŽÎ½ÎµÏ…ÏƒÎ· ÎµÏ€Î¹Ï‡ÎµÎ¯Ï�Î·ÏƒÎ·Ï‚',NULL),(969,'392','Î†Î´ÎµÎ¹ÎµÏ‚ Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÎ¿Ï� Î”Î®Î¼Ï‰Î½ ÎºÎ±Î¹ Î ÎµÏ�Î¹Ï†ÎµÏ�ÎµÎ¹ÏŽÎ½',NULL),(970,'393','Î‘Î½Î±Î³Î½ÏŽÏ�Î¹ÏƒÎ· ÎµÎºÏ„ÏŒÏ‚ Î³Î¬Î¼Î¿Ï… Î³ÎµÎ½Î½Î·Î¸Î­Î½Ï„Ï‰Î½ Ï„Î­ÎºÎ½Ï‰Î½',NULL),(971,'395','Î‘Ï€Î¿ÏƒÏ€Î¬ÏƒÎµÎ¹Ï‚',NULL),(972,'396','Î‘Ï€ÏŽÎ»ÎµÎ¹Î± - Î‘Î½Î¬ÎºÏ„Î·ÏƒÎ· Î•Î»Î»Î·Î½Î¹ÎºÎ®Ï‚ Î™Î¸Î±Î³Î­Î½ÎµÎ¹Î±Ï‚',NULL),(973,'397','Î“ÎµÎ½Î¹ÎºÏŒÏ‚ Î“Ï�Î±Î¼Î¼Î±Ï„Î­Î±Ï‚ Î ÎµÏ�Î¹Ï†Î­Ï�ÎµÎ¹Î±Ï‚',NULL),(974,'398','Î”Î·Î¼ÏŒÏƒÎ¹ÎµÏ‚ Î£Ï…Î¼Î²Î¬ÏƒÎµÎ¹Ï‚ ÎˆÏ�Î³Ï‰Î½',NULL),(975,'399','Î”Î·Î¼ÏŒÏƒÎ¹ÎµÏ‚ Î£Ï…Î¼Î²Î¬ÏƒÎµÎ¹Ï‚ ÎœÎµÎ»ÎµÏ„ÏŽÎ½',NULL),(976,'400','Î”Î·Î¼ÏŒÏƒÎ¹ÎµÏ‚ Î£Ï…Î¼Î²Î¬ÏƒÎµÎ¹Ï‚ Î Ï�Î¿Î¼Î·Î¸ÎµÎ¹ÏŽÎ½',NULL),(977,'401','Î”Î·Î¼ÏŒÏƒÎ¹ÎµÏ‚ Î£Ï…Î¼Î²Î¬ÏƒÎµÎ¹Ï‚ Î¥Ï€Î·Ï�ÎµÏƒÎ¹ÏŽÎ½',NULL),(978,'402','Î”Î¹Î±Ï€Î¯ÏƒÏ„Ï‰ÏƒÎ· Î•Î»Î»Î·Î½Î¹ÎºÎ®Ï‚ Î™Î¸Î±Î³Î­Î½ÎµÎ¹Î±Ï‚ Î±Ï€ÏŒ Î³Î­Î½Î½Î·ÏƒÎ·',NULL),(979,'403','Î”Î¹Î±Ï‡ÎµÎ¯Ï�Î¹ÏƒÎ· Ï€ÎµÏ�Î¹Î¿Ï…ÏƒÎ¯Î±Ï‚ ÎŸÎ¤Î‘',NULL),(980,'404','Î”Î¯ÎºÏ„Ï…Î± Î”Î®Î¼Ï‰Î½ ÎºÎ±Î¹ Î ÎµÏ�Î¹Ï†ÎµÏ�ÎµÎ¹ÏŽÎ½',NULL),(981,'405','Î”Î¹Î¿Ï�Î¹ÏƒÎ¼Î¿Î¯ Ï…Ï€Î±Î»Î»Î®Î»Ï‰Î½',NULL),(982,'406','Î•ÎºÎ»Î¿Î³Î¹ÎºÎ­Ï‚ Î±Ï€Î¿Î¶Î·Î¼Î¹ÏŽÏƒÎµÎ¹Ï‚',NULL),(983,'407','Î•ÎºÎ»Î¿Î³Î¹ÎºÎ­Ï‚ Ï€Ï�Î¿Î¼Î®Î¸ÎµÎ¹ÎµÏ‚',NULL),(984,'408','Î•Î½ÏƒÏ‰Î¼Î¬Ï„Ï‰ÏƒÎ· Î´Î¹ÎºÎ±Î¯Î¿Ï… Ï„Î·Ï‚ Î•Î•',NULL),(985,'409','Î•Î¾Î¿Î´Î± Î Î±Ï�Î¬ÏƒÏ„Î±ÏƒÎ·Ï‚ - ÎšÎ¯Î½Î·ÏƒÎ·Ï‚ ÎŸÎ¤Î‘',NULL),(986,'410','Î•Ï€Î¹Ï„Ï�Î¿Ï€Î­Ï‚',NULL),(987,'411','Î•Ï€Î¹Ï‡ÎµÎ¹Ï�Î®ÏƒÎµÎ¹Ï‚ Î”Î®Î¼Ï‰Î½ ÎºÎ±Î¹ Î ÎµÏ�Î¹Ï†ÎµÏ�ÎµÎ¹ÏŽÎ½',NULL),(988,'412','Î•Ï…Ï�Ï‰Ï€Î±Î¹ÎºÎ¬ ÎºÎ±Î¹ Î”Î¹ÎµÎ¸Î½Î® Î‘Î½Î±Ï€Ï„Ï…Î¾Î¹Î±ÎºÎ¬  Î Ï�Î¿Î³Ï�Î¬Î¼Î¼Î±Ï„Î±',NULL),(989,'413','Î•Ï…Ï�Ï‰Ï€Î±Î¹ÎºÎ® Î•Î²Î´Î¿Î¼Î¬Î´Î± Î¤Î¿Ï€Î¹ÎºÎ®Ï‚ Î”Î·Î¼Î¿ÎºÏ�Î±Ï„Î¯Î±Ï‚',NULL),(990,'414','Î•Ï…Ï�Ï‰Ï€Î±Î¹ÎºÏŒÏ‚ ÎŒÎ¼Î¹Î»Î¿Ï‚ ÎµÎ´Î±Ï†Î¹ÎºÎ®Ï‚ ÏƒÏ…Î½ÎµÏ�Î³Î±ÏƒÎ¯Î±Ï‚ - Î•ÎŸÎ•Î£',NULL),(991,'415','Î•Ï…Ï�ÏŽÏ€Î· Î³Î¹Î± Ï„Î¿Ï…Ï‚ Ï€Î¿Î»Î¯Ï„ÎµÏ‚',NULL),(992,'416','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ· - Î˜Î­Î¼Î±Ï„Î± Î³Î¹Î± ÏƒÏ„ÎµÏ�Î¿Ï�Î¼ÎµÎ½Î¿Ï…Ï‚ Î´Î¹Î±Î²Î±Ï„Î·Ï�Î¯Î¿Ï…',NULL),(993,'418','ÎšÎ±Î¸Î¿Ï�Î¹ÏƒÎ¼ÏŒÏ‚ Î±Î¼Î¿Î¹Î²Î®Ï‚ Î•Ï€Î¹Ï„Ï�Î¿Ï€ÏŽÎ½',NULL),(994,'419','ÎšÎ¿Î¹Î½Ï‰Î½Î¹ÎºÎ­Ï‚ Î´Î¿Î¼Î­Ï‚ Î±Ï€ÏŒ Î�Î Î”Î” ÎºÎ±Î¹ ÎµÏ€Î¹Ï‡ÎµÎ¹Ï�Î®ÏƒÎµÎ¹Ï‚ ÎŸÎ¤Î‘',NULL),(995,'420','ÎšÏ„Î®ÏƒÎ· Î•Î»Î»Î·Î½Î¹ÎºÎ®Ï‚ Î™Î¸Î±Î³Î­Î½ÎµÎ¹Î±Ï‚ Î±Ï€ÏŒ Î³Î­Î½Î½Î·ÏƒÎ·',NULL),(996,'421','Î›Î·Î¾Î¹Î±Ï�Ï‡ÎµÎ¯Î±',NULL),(997,'422','Î›Î·Î¾Î¹Î±Ï�Ï‡Î¹ÎºÎ­Ï‚ Ï€Ï�Î¬Î¾ÎµÎ¹Ï‚ Î³ÎµÎ³Î¿Î½ÏŒÏ„Ï‰Î½ ÎµÎ¾Ï‰Ï„ÎµÏ�Î¹ÎºÎ¿Ï� ÎµÎ»Î»Î®Î½Ï‰Î½ Ï…Ï€Î·ÎºÏŒÏ‰Î½',NULL),(998,'423','Î›Ï�ÏƒÎ· Ï…Ï€Î±Î»Î»Î·Î»Î¹ÎºÎ®Ï‚ ÏƒÏ‡Î­ÏƒÎ·Ï‚',NULL),(999,'424','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î‘Î½Î±ÎºÎ¿Î¹Î½ÏŽÏƒÎµÎ¹Ï‚ CION',NULL),(1000,'425','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î‘Ï€Î¿Ï†Î¬ÏƒÎµÎ¹Ï‚ Î£Ï…Î¼Î²Î¿Ï…Î»Î¯Î¿Ï… Î•.Î•. Î³Î¹Î± Ï„Î· Î¼ÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·',NULL),(1001,'426','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î’Î±ÏƒÎ¹ÎºÎ¬ Î­Î³Î³Ï�Î±Ï†Î± Ï€Î¿Î»Î¹Ï„Î¹ÎºÎ®Ï‚ Î•.Î•.',NULL),(1002,'427','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î”Î¹ÎºÎ±Î¹ÏŽÎ¼Î±Ï„Î± ÎºÎ±Î¹ Î¥Ï€Î¿Ï‡Ï�ÎµÏŽÏƒÎµÎ¹Ï‚ Ï…Ï€Î·ÎºÏŒÏ‰Î½ Ï„Ï�Î¯Ï„Ï‰Î½ Ï‡Ï‰Ï�ÏŽÎ½',NULL),(1003,'428','-Î•Î¹Î´Î¹ÎºÎ® Î’ÎµÎ²Î±Î¯Ï‰ÏƒÎ· Î½ÏŒÎ¼Î¹Î¼Î·Ï‚ Î´Î¹Î±Î¼Î¿Î½Î®Ï‚ Î³Î¹Î± Ï…Ï€Î·ÎºÏŒÎ¿Ï…Ï‚ Ï„Ï�Î¯Ï„Ï‰Î½ Ï‡Ï‰Ï�ÏŽÎ½',NULL),(1004,'429','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î•ÎºÏ€Ï�Î¿ÏƒÏŽÏ€Î·ÏƒÎ· Ï…Ï€Î·ÎºÏŒÏ‰Î½ Ï„Ï�Î¯Ï„Ï‰Î½ Ï‡Ï‰Ï�ÏŽÎ½',NULL),(1005,'430','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î•Î¾Ï‰Ï„ÎµÏ�Î¹ÎºÎ­Ï‚ Î£Ï‡Î­ÏƒÎµÎ¹Ï‚ Î•.Î•.',NULL),(1006,'431','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î˜Î­Î¼Î±Ï„Î± Î±Î´ÎµÎ¹ÏŽÎ½ Î´Î¹Î±Î¼Î¿Î½Î®Ï‚ Î³Î¹Î± ÎµÏ�Î³Î±ÏƒÎ¯Î±',NULL),(1007,'433','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î˜Î­Î¼Î±Ï„Î± Î¬ÏƒÎºÎ·ÏƒÎ·Ï‚ Î±Î½ÎµÎ¾Î¬Ï�Ï„Î·Ï„Î·Ï‚ Î¿Î¹ÎºÎ¿Î½Î¿Î¼Î¹ÎºÎ®Ï‚ Î´Ï�Î±ÏƒÏ„Î·Ï�Î¹ÏŒÏ„Î·Ï„Î±Ï‚ ÎºÎ±Î¹ Ï…ÏˆÎ·Î»ÏŽÎ½ ÎµÏ€ÎµÎ½Î´Ï�ÏƒÎµÏ‰Î½',NULL),(1008,'434','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î˜Î­Î¼Î±Ï„Î± ÎµÎ¹ÏƒÎ´Î¿Ï‡Î®Ï‚ Ï…Ï€Î·ÎºÏŒÏ‰Î½ Ï„Ï�Î¯Ï„Ï‰Î½ Ï‡Ï‰Ï�ÏŽÎ½ Î³Î¹Î± ÎµÏ€Î¹ÏƒÏ„Î·Î¼Î¿Î½Î¹ÎºÎ® Î­Ï�ÎµÏ…Î½Î±',NULL),(1009,'435','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î˜Î­Î¼Î±Ï„Î± ÎµÎ¾Î±Ï�Ï„Î·Î¼Î­Î½Î·Ï‚ ÎµÏ�Î³Î±ÏƒÎ¯Î±Ï‚ â€“ Î”Î¹Î±Î´Î¹ÎºÎ±ÏƒÎ¯Î± Î¼ÎµÏ„Î¬ÎºÎ»Î·ÏƒÎ·Ï‚ â€“ Î•Ï€Î¿Ï‡Î¹Î±ÎºÎ® Î±Ï€Î±ÏƒÏ‡ÏŒÎ»Î·ÏƒÎ· â€“ Î‘Î»Î¹ÎµÏ�Î³Î¬Ï„ÎµÏ‚',NULL),(1010,'436','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î˜Î­Î¼Î±Ï„Î± ÎµÏ€Î¯ Î¼Î±ÎºÏ�ÏŒÎ½ Î´Î¹Î±Î¼ÎµÎ½ÏŒÎ½Ï„Ï‰Î½ Î³Î¹Î± Ï…Ï€Î·ÎºÏŒÎ¿Ï…Ï‚ Ï„Ï�Î¯Ï„Ï‰Î½ Ï‡Ï‰Ï�ÏŽÎ½ ÎºÎ±Î¹ Î´ÎµÎºÎ±ÎµÏ„ÎµÎ¯Ï‚ Î¬Î´ÎµÎ¹ÎµÏ‚',NULL),(1011,'437','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î˜Î­Î¼Î±Ï„Î± Î¿Î¹ÎºÎ¿Î³ÎµÎ½ÎµÎ¹Î±ÎºÎ®Ï‚ ÎµÏ€Î±Î½Î­Î½Ï‰ÏƒÎ·Ï‚ Î³Î¹Î± Ï…Ï€Î·ÎºÏŒÎ¿Ï…Ï‚ Ï„Ï�Î¯Ï„Ï‰Î½ Ï‡Ï‰Ï�ÏŽÎ½',NULL),(1012,'439','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î˜Î­Î¼Î±Ï„Î± ÏƒÏ€Î¿Ï…Î´ÏŽÎ½ Î³Î¹Î± Ï…Ï€Î·ÎºÏŒÎ¿Ï…Ï‚ Ï„Ï�Î¯Ï„Ï‰Î½ Ï‡Ï‰Ï�ÏŽÎ½',NULL),(1013,'440','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-ÎšÎ±Î½Î¿Î½Î¹ÏƒÎ¼Î¿Î¯ Î•.Î•. Î³Î¹Î± Ï„Î· Î¼ÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·',NULL),(1014,'441','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-ÎšÎ¿Î¹Î½Î¿Ï„Î¹ÎºÎ­Ï‚ ÎŸÎ´Î·Î³Î¯ÎµÏ‚ Î³Î¹Î± Ï„Î· Î¼ÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·',NULL),(1015,'442','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î�Î¿Î¼Î¿Î¸ÎµÏƒÎ¯Î± Î³Î¹Î± ÎµÎ¯ÏƒÎ¿Î´Î¿ ÎºÎ±Î¹ Î´Î¹Î±Î¼Î¿Î½Î® Ï…Ï€Î·ÎºÏŒÏ‰Î½ Ï„Ï�Î¯Ï„Ï‰Î½ Ï‡Ï‰Ï�ÏŽÎ½ ÏƒÏ„Î·Î½ Î•Î»Î»Î·Î½Î¹ÎºÎ® Î•Ï€Î¹ÎºÏ�Î¬Ï„ÎµÎ¹Î±',NULL),(1016,'443','ÎœÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·-Î£Ï…Î¼Ï€ÎµÏ�Î¬ÏƒÎ¼Î±Ï„Î± Î•Ï…Ï�Ï‰Ï€Î±ÏŠÎºÏŽÎ½ Î£Ï…Î¼Î²Î¿Ï…Î»Î¯Ï‰Î½ Î³Î¹Î± Ï„Î· Î¼ÎµÏ„Î±Î½Î¬ÏƒÏ„ÎµÏ…ÏƒÎ·',NULL),(1017,'444','ÎœÎµÏ„Î±Ï„Î¬Î¾ÎµÎ¹Ï‚',NULL),(1018,'445','ÎœÎ·Ï„Ï�ÏŽÎ± Î‘Ï�Ï�Î­Î½Ï‰Î½',NULL),(1019,'446','Î�Î¿Î¼Î¹ÎºÎ¬ Î Ï�ÏŒÏƒÏ‰Ï€Î± Î”Î·Î¼Î¿ÏƒÎ¯Î¿Ï… Î”Î¹ÎºÎ±Î¯Î¿Ï… Î”Î®Î¼Ï‰Î½',NULL),(1020,'447','ÎŸÎ—Î•, ÎŸÎ‘Î£Î•, ÎŸÎŸÎ£Î‘',NULL),(1021,'448','Î±Ï€Î»Î¿Ï�ÏƒÏ„ÎµÏ…ÏƒÎ· Î´Î¹Î±Î´Î¹ÎºÎ±ÏƒÎ¹ÏŽÎ½',NULL),(1022,'449','Î Î¿Î»Î¹Ï„Î¹ÎºÎ¬ Î“Ï�Î±Ï†ÎµÎ¯Î±',NULL),(1023,'450','Î Î¿Î»Î¹Ï„Î¿Î³Ï�Î¬Ï†Î·ÏƒÎ· Î±Î»Î»Î¿Î³ÎµÎ½ÏŽÎ½ Î±Î»Î»Î¿Î´Î±Ï€ÏŽÎ½',NULL),(1024,'451','Î Î¿Î»Î¹Ï„Î¿Î³Ï�Î¬Ï†Î·ÏƒÎ· Î¿Î¼Î¿Î³ÎµÎ½ÏŽÎ½ Î±Î»Î»Î¿Î´Î±Ï€ÏŽÎ½',NULL),(1025,'452','Î Ï�Î¬Î¾ÎµÎ¹Ï‚ ÎµÏ€Î¹Ï‡Î¿Ï�Î·Î³Î®ÏƒÎµÏ‰Î½ ÎµÎ¹ÏƒÏ†Î¿Ï�ÏŽÎ½',NULL),(1026,'453','Î Ï�Î¬Î¾ÎµÎ¹Ï‚ ÎºÎ±Î¸Î¿Ï�Î¹ÏƒÎ¼Î¿Ï� Î±Î¼Î¿Î¹Î²ÏŽÎ½ Î¼ÎµÎ»ÏŽÎ½ ÎµÏ€Î¹Ï„Ï�Î¿Ï€Î®Ï‚',NULL),(1027,'454','Î Ï�Î¬Î¾ÎµÎ¹Ï‚ ÏƒÏ…Î³ÎºÏ�ÏŒÏ„Î·ÏƒÎ·Ï‚ ÎµÏ€Î¹Ï„Ï�Î¿Ï€ÏŽÎ½',NULL),(1028,'455','\"',NULL),(1029,'456','\"',NULL),(1030,'457','Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î± Î”Î·Î¼Î¿ÏƒÎ¯Ï‰Î½ Î•Ï€ÎµÎ½Î´Ï�ÏƒÎµÏ‰Î½',NULL),(1031,'458','Î³Ï�Î±Î¼Î¼Î± Î”Î¹Î¿Î¹ÎºÎ·Ï„Î¹ÎºÎ® ÎœÎµÏ„Î±Ï�Ï�Ï�Î¸Î¼Î¹ÏƒÎ·',NULL),(1032,'459','Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î± Î•Î›Î›Î‘Î”Î‘',NULL),(1033,'460','Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î± Î£Î‘Î• 355/8',NULL),(1034,'461','Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î± Î£Î‘Î¤Î‘',NULL),(1035,'462','Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î± ÏƒÏ„ÎµÎ³Î±ÏƒÏ„Î¹ÎºÎ®Ï‚ ÏƒÏ…Î½Î´Ï�Î¿Î¼Î®Ï‚ Î•Î»Î»Î®Î½Ï‰Î½ Î¤ÏƒÎ¹Î³Î³Î¬Î½Ï‰Î½ / ROMA',NULL),(1036,'463','Î Ï�Î¿ÎºÎ·Ï�Ï�Î¾ÎµÎ¹Ï‚ Î¸Î­ÏƒÎµÏ‰Î½ Î Ï�Î¿ÏŠÏƒÏ„Î±Î¼Î­Î½Ï‰Î½',NULL),(1037,'464','Î Ï�Î¿Î¼Î®Î¸ÎµÎ¹ÎµÏ‚',NULL),(1038,'465','ÎˆÎ½Ï„Î±Î¾Î·Ï‚',NULL),(1039,'466','Î Ï�Î¿ÏƒÎ»Î®ÏˆÎµÎ¹Ï‚ Ï€Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÎ¿Ï�',NULL),(1040,'467','Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÏŒ Î”Î·Î¼Î¿Ï„Î¹ÎºÎ®Ï‚ Î‘ÏƒÏ„Ï…Î½Î¿Î¼Î¯Î±Ï‚',NULL),(1041,'468','Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÏŒ ÎµÏ€Î¹Ï‡ÎµÎ¹Ï�Î®ÏƒÎµÏ‰Î½',NULL),(1042,'469','Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÏŒ Î¹Î´Ï�Ï…Î¼Î¬Ï„Ï‰Î½',NULL),(1043,'470','Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÏŒ ÎºÎ¿Î¹Î½Ï‰Î½Î¹ÎºÏŽÎ½ Î´Î¿Î¼ÏŽÎ½',NULL),(1044,'471','Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÏŒ Î½Î¿Î¼Î¹ÎºÏŽÎ½ Ï€Ï�Î¿ÏƒÏŽÏ€Ï‰Î½ Î´Î·Î¼Î¿ÏƒÎ¯Î¿Ï… Î´Î¹ÎºÎ±Î¯Î¿Ï…',NULL),(1045,'472','Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÏŒ Î£Ï…Î½Î´Î­ÏƒÎ¼Ï‰Î½ ÎŸÎ¤Î‘',NULL),(1046,'473','Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÏŒ Î¦Î¿Ï�Î­Ï‰Î½ Î”Î¹Î±Ï‡ÎµÎ¯Ï�Î¹ÏƒÎ·Ï‚ Î£Ï„ÎµÏ�ÎµÏŽÎ½ Î‘Ï€Î¿Î²Î»Î®Ï„Ï‰Î½',NULL),(1047,'474','Î Ï�Î¿Ï…Ï€Î¿Î»Î¿Î³Î¹ÏƒÎ¼ÏŒÏ‚',NULL),(1048,'475','Î Ï�Î¿Ï‹Ï€Î¿Î»Î¿Î³Î¹ÏƒÎ¼ÏŒÏ‚ ÎŸÎ¤Î‘',NULL),(1049,'476','Î¡Ï…Î¸Î¼Î¯ÏƒÎµÎ¹Ï‚ ÎºÏ…ÎºÎ»Î¿Ï†Î¿Ï�Î¯Î±Ï‚',NULL),(1050,'477','Î¡Ï…Î¸Î¼Î¯ÏƒÎµÎ¹Ï‚ Î¿Ï†ÎµÎ¹Î»ÏŽÎ½-Ï€Î¹ÏƒÏ„Î¿Î»Î·Ï€Ï„Î¹ÎºÎ® Ï€Î¿Î»Î¹Ï„Î¹ÎºÎ® ÎŸÎ¤Î‘',NULL),(1051,'478','Î£Î”Î™Î¤',NULL),(1052,'479','Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ­Ï‚ Î£Ï…Î¼Î²Î¬ÏƒÎµÎ¹Ï‚ Î•Ï�Î³Î±ÏƒÎ¯Î±Ï‚',NULL),(1053,'480','Î£Ï…Î¼Î²Î¿Ï�Î»Î¹Î¿ Î™Î¸Î±Î³Î­Î½ÎµÎ¹Î±Ï‚',NULL),(1054,'481','Î£Ï…Î¼Î²Î¿Ï�Î»Î¹Î¿ Ï„Î·Ï‚ Î•Ï…Ï�ÏŽÏ€Î·Ï‚',NULL),(1055,'482','Î£Ï�Î¼Ï†Ï‰Î½Î¿ Î£Ï…Î¼Î²Î¯Ï‰ÏƒÎ·Ï‚',NULL),(1056,'483','Î£Ï�Î½Î´ÎµÏƒÎ¼Î¿Î¹ ÎŸÎ¤Î‘',NULL),(1057,'484','Î¤Î±Ï…Ï„ÏŒÏ„Î·Ï„ÎµÏ‚',NULL),(1058,'485','Î¥Î¹Î¿Î¸ÎµÏƒÎ¯Î±',NULL),(1059,'486','Î‘ÏƒÏ†Î¬Î»ÎµÎ¹Î± ÎºÎ±Î¹ Ï…Î³ÎµÎ¯Î± Ï„Ï‰Î½ ÎµÏ�Î³Î±Î¶Î¿Î¼Î­Î½Ï‰Î½',NULL),(1060,'487','Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î± Î˜Î·ÏƒÎ­Î±Ï‚',NULL),(1061,'488','Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î± Î£Î‘Î• 055',NULL),(1062,'489','Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î± ÎºÏ�Î±Ï„Î¹ÎºÎ®Ï‚ Î±Î½Î±Ï€Ï„Ï…Î¾Î¹Î±ÎºÎ®Ï‚ Î²Î¿Î®Î¸ÎµÎ¹Î±-ÎšÎ‘Î’',NULL),(1063,'490','Î¤Î¿Ï€Î¹ÎºÎ® Î‘Ï…Ï„Î¿Î´Î¹Î¿Î¯ÎºÎ·ÏƒÎ· Î±Î„ Î²Î±Î¸Î¼Î¿Ï�',NULL),(1064,'491','Î¤Î¿Ï€Î¹ÎºÎ® Î‘Ï…Ï„Î¿Î´Î¹Î¿Î¯ÎºÎ·ÏƒÎ· Î²Î„ Î²Î±Î¸Î¼Î¿Ï�',NULL),(1065,'492','Î•ÎºÎ»Î¿Î³Î­Ï‚-Î˜Î­Î¼Î±Ï„Î± Î Ï�Î¿Î²Î¿Î»Î®Ï‚ Î£Ï…Î½Î´Ï…Î±ÏƒÎ¼ÏŽÎ½',NULL),(1066,'493','ÎšÎ±Ï„Î±ÏƒÏ„Î®Î¼Î±Ï„Î± Î¥Î³ÎµÎ¹Î¿Î½Î¿Î¼Î¹ÎºÎ¿Ï� Î•Î½Î´Î¹Î±Ï†Î­Ï�Î¿Î½Ï„Î¿Ï‚',NULL),(1067,'494','Î•Ï€Î¹Ï‡Î¿Ï�Î·Î³Î®ÏƒÎµÎ¹Ï‚ Ï„Ï‰Î½ ÎŸÎ¤Î‘ Î±\' ÎºÎ±Î¹ Î²Î„ Î²Î±Î¸Î¼Î¿Ï� Î±Ï€ÏŒ ÎšÎµÎ½Ï„Ï�Î¹ÎºÎ¿Ï�Ï‚ Î‘Ï…Ï„Î¿Ï„ÎµÎ»ÎµÎ¯Ï‚ Î ÏŒÏ�Î¿Ï…Ï‚ (ÎšÎ‘Î )',NULL),(1068,'496','Î›Î¿Î¹Ï€Î­Ï‚ Î•Ï€Î¹Ï‡Î¿Ï�Î·Î³Î®ÏƒÎµÎ¹Ï‚ Ï„Ï‰Î½ ÎŸÎ¤Î‘ Î±\' ÎºÎ±Î¹ Î²Î„ Î²Î±Î¸Î¼Î¿Ï�',NULL),(1069,'497','Î¥Ï€ÎµÏ�Ï‰Ï�Î¯ÎµÏ‚ Ï…Ï€Î±Î»Î»Î®Î»Ï‰Î½',NULL),(1070,'498','Î™Î´Ï�Ï�Î¼Î±Ï„Î± Î”Î®Î¼Ï‰Î½ ÎºÎ±Î¹ Î ÎµÏ�Î¹Ï†ÎµÏ�ÎµÎ¹ÏŽÎ½',NULL),(1071,'499','ÎšÎ±Ï„Î±ÏƒÎºÎµÏ…Î­Ï‚ Î”Î·Î¼Î¿ÏƒÎ¯Ï‰Î½ ÎˆÏ�Î³Ï‰Î½',NULL),(1072,'500','ÎœÎµÎ»Î­Ï„ÎµÏ‚ Î”Î·Î¼Î¿ÏƒÎ¯Ï‰Î½ ÎˆÏ�Î³Ï‰Î½',NULL),(1073,'501','ÎœÎµÎ»Î­Ï„ÎµÏ‚ Î™Î´Î¹Ï‰Ï„Î¹ÎºÏŽÎ½ ÎˆÏ�Î³Ï‰Î½',NULL),(1074,'502','Î£Î‘Î• -  Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ® Î‘Ï€ÏŒÏ†Î±ÏƒÎ·  ÎˆÏ�Î³Î¿Ï…',NULL),(1075,'503','Î£Î‘Îœ â€“ Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ® Î‘Ï€ÏŒÏ†Î±ÏƒÎ· ÎœÎµÎ»ÎµÏ„ÏŽÎ½.',NULL),(1076,'504','Î£Î‘Î•Î - Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ® Î‘Ï€ÏŒÏ†Î±ÏƒÎ· Î ÎµÏ�Î¹Ï†ÎµÏ�ÎµÎ¹ÏŽÎ½',NULL),(1077,'505','Î£Î‘ÎœÎ  â€“ Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ® Î‘Ï€ÏŒÏ†Î±ÏƒÎ· ÎœÎµÎ»ÎµÏ„ÏŽÎ½ Î ÎµÏ�Î¹Ï†ÎµÏ�ÎµÎ¹ÏŽÎ½',NULL),(1078,'506','Î£Î‘Î�Î‘ â€“ Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ® Î‘Ï€ÏŒÏ†Î±ÏƒÎ· Î�Î¿Î¼Î±Ï�Ï‡Î¹Î±ÎºÎ®Ï‚ Î‘Ï…Ï„Î¿Î´Î¹Î¿Î¯ÎºÎ·ÏƒÎ·Ï‚',NULL),(1079,'507','Î£Î‘Î¤Î‘ â€“ Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ® Î‘Ï€ÏŒÏ†Î±ÏƒÎ· Î¤Î¿Ï€Î¹ÎºÎ®Ï‚ Î‘Ï…Ï„Î¿Î´Î¹Î¿Î¯ÎºÎ·ÏƒÎ·Ï‚.',NULL),(1080,'508','Î Ï�Î¿Î­Î³ÎºÏ�Î¹ÏƒÎ· Î£Î‘Î• -  Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ®Ï‚ Î‘Ï€ÏŒÏ†Î±ÏƒÎ·Ï‚  ÎˆÏ�Î³Î¿Ï…',NULL),(1081,'509','Î Ï�Î¿Î­Î³ÎºÏ�Î¹ÏƒÎ· Î£Î‘Îœ â€“ Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ®Ï‚ Î‘Ï€ÏŒÏ†Î±ÏƒÎ·Ï‚ ÎœÎµÎ»ÎµÏ„ÏŽÎ½.',NULL),(1082,'510','Î Ï�Î¿Î­Î³ÎºÏ�Î¹ÏƒÎ· Î£Î‘Î•Î - Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ®Ï‚ Î‘Ï€ÏŒÏ†Î±ÏƒÎ·Ï‚ Î ÎµÏ�Î¹Ï†ÎµÏ�ÎµÎ¹ÏŽÎ½',NULL),(1083,'511','Î Ï�Î¿Î­Î³ÎºÏ�Î¹ÏƒÎ· Î£Î‘ÎœÎ  â€“ Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ®Ï‚ Î‘Ï€ÏŒÏ†Î±ÏƒÎ·Ï‚ ÎœÎµÎ»ÎµÏ„ÏŽÎ½ Î ÎµÏ�Î¹Ï†Î­Ï�ÎµÎ¹ÏŽÎ½',NULL),(1084,'512','Î Ï�Î¿Î­Î³ÎºÏ�Î¹ÏƒÎ· Î£Î‘Î�Î‘ â€“ Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ®Ï‚ Î‘Ï€ÏŒÏ†Î±ÏƒÎ·Ï‚ Î�Î¿Î¼Î±Ï�Ï‡Î¹Î±ÎºÎ®Ï‚ Î‘Ï…Ï„Î¿Î´Î¹Î¿Î¯ÎºÎ·ÏƒÎ·Ï‚',NULL),(1085,'513','Î Ï�Î¿Î­Î³ÎºÏ�Î¹ÏƒÎ· Î£Î‘Î¤Î‘ â€“ Î£Ï…Î»Î»Î¿Î³Î¹ÎºÎ®Ï‚ Î‘Ï€ÏŒÏ†Î±ÏƒÎ·Ï‚ Î¤Î¿Ï€Î¹ÎºÎ®Ï‚ Î‘Ï…Ï„Î¿Î´Î¹Î¿Î¯ÎºÎ·ÏƒÎ·Ï‚.',NULL),(1086,'514','ÎšÎ‘Î�ÎŸÎ�Î™Î£Î¤Î™ÎšÎ— Î‘Î�Î‘Î Î¤Î¥ÎžÎ™Î‘ÎšÎŸÎ¥ Î�ÎŸÎœÎŸÎ¥',NULL),(1087,'515','Î¥Î Î‘Î“Î©Î“Î— Î•Î Î•Î�Î”Î¥Î£Î—Î£ Î£Î• Î‘Î�Î‘Î Î¤Î¥ÎžÎ™Î‘ÎšÎŸ Î�ÎŸÎœÎŸ',NULL),(1088,'516','Î¤Î¡ÎŸÎ ÎŸÎ ÎŸÎ™Î—Î£Î— Î•Î Î•Î�Î”Î¥Î£Î—Î£ Î¥Î Î‘Î§Î˜Î•Î™Î£Î‘Î£ Î£Î• Î‘Î�Î‘Î Î¤Î¥ÎžÎ™Î‘ÎšÎŸ Î�ÎŸÎœÎŸ',NULL),(1089,'517','ÎŸÎ›ÎŸÎšÎ›Î—Î¡Î©Î£Î— Î•Î Î•Î�Î”Î¥Î£Î—Î£ Î¥Î Î‘Î§Î˜Î•Î™Î£Î‘Î£ Î£Î• Î‘Î�Î‘Î Î¤Î¥ÎžÎ™Î‘ÎšÎŸ Î�ÎŸÎœÎŸ',NULL),(1090,'518','Î•Î Î™Î’ÎŸÎ›Î—Î£ ÎšÎ¥Î¡Î©Î£Î•Î©Î� Î•Î Î•Î�Î”Î¥Î£Î—Î£ Î¥Î Î‘Î§Î˜Î•Î™Î£Î‘Î£ Î£Î• Î‘Î�Î‘Î Î¤Î¥ÎžÎ™Î‘ÎšÎŸ Î�ÎŸÎœÎŸ',NULL),(1091,'519','Î•Î“ÎšÎ¥ÎšÎ›Î™ÎŸÎ£ (Î‘.Î�.)  Î‘Î�Î‘Î Î¤Î¥ÎžÎ™Î‘ÎšÎŸÎ¥ Î�ÎŸÎœÎŸÎ¥',NULL),(1092,'520','.3427/2005 ÎšÎµÏ†Î¬Î»Î±Î¹Î¿ Î£Î¤Î„',NULL),(1093,'521','Î¥Î ÎŸÎ¥Î¡Î“Î™ÎšÎ— Î‘Î ÎŸÎ¦Î‘Î£Î— Î�.3427/2005 â€“ Î¥Î Î‘Î“Î©Î“Î—Î£ Î£Î• Î‘Î�Î‘Î Î¤Î¥ÎžÎ™Î‘ÎšÎŸ Î�ÎŸÎœÎŸ',NULL),(1094,'522','Î¥Ï€Î·Ï�ÎµÏƒÎ¯ÎµÏ‚',NULL),(1095,'523','Î”Î®Î¼Î±Ï�Ï‡Î¿Ï‚',NULL),(1096,'524','Î”Î·Î¼Î¿Ï„Î¹ÎºÏŒ Î£Ï…Î¼Î²Î¿Ï�Î»Î¹Î¿',NULL),(1097,'525','Î”Î·Î¼Î¿Ï„Î¹ÎºÎ¿Î¯ Î¦ÏŒÏ�Î¿Î¹, Ï„Î­Î»Î·, ÎµÎ¹ÏƒÏ†Î¿Ï�Î­Ï‚ ÎºÎ±Î¹ Î¬Î»Î»Î± Î¯Î´Î¹Î± Î­ÏƒÎ¿Î´Î± ÎŸÎ¤Î‘',NULL),(1098,'526','Î¥Ï€Î±Î¯Î¸Ï�Î¹Î± Î´Î¹Î±Ï†Î®Î¼Î¹ÏƒÎ·',NULL),(1099,'527','Î Ï�ÏŒÏƒÏ„Î¹Î¼Î± ÎšÎŸÎš ÎºÎ±Î¹ Ï„Î­Î»Î· ÎµÎ»ÎµÎ³Ï‡ÏŒÎ¼ÎµÎ½Î·Ï‚ ÏƒÏ„Î¬Î¸Î¼ÎµÏ…ÏƒÎ·Ï‚',NULL),(1100,'528','Î’ÎµÎ²Î±Î¯Ï‰ÏƒÎ· ÎºÎ±Î¹ ÎµÎ¯ÏƒÏ€Ï�Î±Î¾Î· ÎµÏƒÏŒÎ´Ï‰Î½ Ï„Ï‰Î½ ÎŸÎ¤Î‘-Î”Î¹ÎµÏ…ÎºÏŒÎ»Ï…Î½ÏƒÎ· Î¿Ï†ÎµÎ¹Î»ÎµÏ„ÏŽÎ½',NULL),(1101,'529','Î Î±Ï�Î±ÎºÏ�Î±Ï„Î®ÏƒÎµÎ¹Ï‚ Ï…Ï€Î­Ï� Î£Ï…Î½Î´Î­ÏƒÎ¼Ï‰Î½ Ï„Ï‰Î½ ÎŸÎ¤Î‘',NULL),(1102,'530','Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î± Î£Ï„ÎµÎ³Î±ÏƒÏ„Î¹ÎºÎ®Ï‚ Î‘Ï€Î¿ÎºÎ±Ï„Î¬ÏƒÏ„Î±ÏƒÎ·Ï‚ Î Î±Î»Î¹Î½Î½Î¿ÏƒÏ„Î¿Ï�Î½Ï„Ï‰Î½ Î¿Î¼Î¿Î³ÎµÎ½ÏŽÎ½ Î±Ï€ÏŒ Ï‡ÏŽÏ�ÎµÏ‚ Ï„Î·Ï‚ Ï„Î­Ï‰Ï‚ Î£Î¿Î²Î¹ÎµÏ„Î¹ÎºÎ®Ï‚ ÎˆÎ½Ï‰ÏƒÎ·Ï‚',NULL),(1103,'531','Î‘Ï€Î±Î»Î»Î¿Ï„Ï�Î¹ÏŽÏƒÎµÎ¹Ï‚',NULL),(1104,'532','Î§Ï�Î·Î¼Î±Ï„Î¿Î´ÏŒÏ„Î·ÏƒÎ· Î Ï�Î¿Î³Ï�Î¬Î¼Î¼Î±Ï„Î¿Ï‚ Î”Î·Î¼Î¿ÏƒÎ¯Ï‰Î½ Î•Ï€ÎµÎ½Î´Ï�ÏƒÎµÏ‰Î½',NULL),(1105,'533','Î”Î·Î¼Î±Ï�Ï‡Î¹Î±ÎºÎ® Î•Ï€Î¹Ï„Ï�Î¿Ï€Î®',NULL),(1106,'534','Î¤Î±Ï‡Ï…Î´Ï�Î¿Î¼Î¹ÎºÎ­Ï‚ Î¥Ï€Î·Ï�ÎµÏƒÎ¯ÎµÏ‚',NULL),(1107,'535','Î•Î½Î­Ï�Î³ÎµÎ¹ÎµÏ‚ Î”Î¹Î±Ï†Î®Î¼Î¹ÏƒÎ·Ï‚',NULL),(1108,'536','Î‘Ï€ÏŒÎºÏ„Î·ÏƒÎ· ÎµÎ»Î»Î·Î½Î¹ÎºÎ®Ï‚ Î¹Î¸Î±Î³Î­Î½ÎµÎ¹Î±Ï‚ Î¿Î¼Î¿Î³ÎµÎ½ÏŽÎ½ Î±Ï€ÏŒ Ï‡ÏŽÏ�ÎµÏ‚ Ï„Î·Ï‚ Ï€Ï�ÏŽÎ·Î½ Î•Î£Î£Î” Î²Î¬ÏƒÎµÎ¹ Ï„Î¿Ï… Î�.2790/2000',NULL),(1109,'537','Î‘Î½ÏŽÎ½Ï…Î¼ÎµÏ‚ Î•Ï„Î±Î¹Ï�ÎµÎ¯ÎµÏ‚',NULL),(1110,'538','ÎŸÎ¹ÎºÎ¿Î½Î¿Î¼Î¹ÎºÎ® ÎµÎ½Î¯ÏƒÏ‡Ï…ÏƒÎ· Î£Ï…Î½Î´Î¹ÎºÎ±Î»Î¹ÏƒÏ„Î¹ÎºÏŽÎ½ ÎŸÏ�Î³Î±Î½ÏŽÏƒÎµÏ‰Î½',NULL),(1111,'539','ÎŸÏ�Î³Î±Î½ÏŒÎ³Ï�Î±Î¼Î¼Î± Î¥Ï€Î¿Ï…Ï�Î³ÎµÎ¯Ï‰Î½',NULL),(1112,'540','Î¤ÎµÏ‡Î½Î¹ÎºÎ® Î’Î¿Î®Î¸ÎµÎ¹Î±',NULL),(1113,'541','Î›Î¹Î¼ÎµÎ½Î¹ÎºÎ­Ï‚ Ï…Ï€Î¿Î´Î¿Î¼Î­Ï‚',NULL),(1114,'542','Î‘Î³Î¿Ï�Î¬ Î® Î´Î¹Î±Î¸ÎµÏƒÎ· Î±Ï…Ï„Î¿ÎºÎ¹Î½Î®Ï„Ï‰Î½',NULL),(1115,'543','Î”Ï‰Ï�ÎµÎ­Ï‚ Î±Ï…Ï„Î¿Îº/Ï„Ï‰Î½ Ï€Ï�Î¿Ï‚ Ï…Ï€Î·Ï�ÎµÏƒÎ¯ÎµÏ‚',NULL),(1116,'544','Î˜Î­ÏƒÎ· ÏƒÎµ ÎºÏ…ÎºÎ»Î¿Ï†Î¿Ï�Î¯Î± Î±Ï…Ï„/Ï„Ï‰Î½',NULL),(1117,'545','Î†Ï�ÏƒÎ· ÎºÏ…ÎºÎ»Î¿Ï†Î¿Ï�Î¯Î±Ï‚ Î‘Ï…Ï„/Ï„Ï‰Î½',NULL),(1118,'546','Î•Î¸Î½Î¹ÎºÎ¬ ÎšÎ»Î·Ï�Î¿Î´Î¿Ï„Î®Î¼Î±Ï„Î±',NULL),(1119,'547','Î ÎµÏ�Î¹Î²Î¬Î»Î»Î¿Î½-ÎŸÏ�Î¹Î¿Î¸Î­Ï„Î·ÏƒÎ· Î´Î±ÏƒÎ¹ÎºÏŽÎ½ ÎµÎºÏ„Î¬ÏƒÎµÏ‰Î½',NULL),(1120,'548','Î‘Î ÎŸÎ¦Î‘Î£Î— ÎœÎ‘Î¤Î‘Î™Î©Î£Î—Î£ Î”Î™Î‘Î“Î©Î�Î™Î£ÎœÎŸÎ¥',NULL),(1121,'549','Î£Ï�ÏƒÏ„Î±ÏƒÎ· Î˜Î­ÏƒÎµÏ‰Î½',NULL),(1122,'550','Î•Î»Î»Î·Î½Î¹ÎºÎ® Î‘Î½Î±Ï€Ï„Ï…Î¾Î¹Î±ÎºÎ® Î£Ï…Î½ÎµÏ�Î³Î±ÏƒÎ¯Î±',NULL),(1123,'551','ÎœÎµÏ„Î±ÎºÎ¹Î½Î®ÏƒÎµÎ¹Ï‚ Ï€Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÎ¿Ï�',NULL),(1124,'552','Î�Î¿Î¼Î¹ÏƒÎ¼Î±Ï„Î¹ÎºÏŒ Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î±',NULL),(1125,'553','Î¿Ï� Î”Î·Î¼Î¿ÏƒÎ¯Î¿Ï…',NULL),(1126,'554','Î ÎµÏ�Î¹Î²Î±Î»Î»Î¿Î½Ï„Î¹ÎºÎ® Î‘Î´ÎµÎ¹Î¿Î´ÏŒÏ„Î·ÏƒÎ·',NULL),(1127,'555','Î¥Ï€ÎµÏ�Ï‰Ï�Î¯ÎµÏ‚ Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÎ¿Ï� Î™Î´Î¹Ï‰Ï„Î¹ÎºÎ¿Ï� Î”Î¹ÎºÎ±Î¯Î¿Ï… ÏƒÏ„Î¿ Î”Î·Î¼ÏŒÏƒÎ¹Î¿',NULL),(1128,'556','Î‘Î½Ï„Î¹ÎºÎ±Ï„Î¬ÏƒÏ„Î±ÏƒÎ· Î¼ÎµÎ»ÏŽÎ½ Î”.Î£',NULL),(1129,'557','Î§Î¿Ï�Î®Î³Î·ÏƒÎ· Ï€Ï�Î¿ÎºÎ±Ï„Î±Î²Î¿Î»Î®Ï‚',NULL),(1130,'558','Î”Î¹ÎµÎ½Î­Ï�Î³ÎµÎ¹Î± Î´Î¹Î±Î³Ï‰Î½Î¹ÏƒÎ¼Î¿Ï�',NULL),(1131,'559','Î•ÏƒÏ‰Ï„ÎµÏ�Î¹ÎºÎ® ÎœÎµÏ„Î±ÎºÎ¯Î½Î·ÏƒÎ·',NULL),(1132,'560','Î•ÏƒÏ‰Ï„ÎµÏ�Î¹ÎºÎ® ÎœÎµÏ„Î±ÎºÎ¯Î½Î·ÏƒÎ·',NULL),(1133,'561','Î”Î¹Î±Î¸ÎµÏƒÎ¹Î¼ÏŒÏ„Î·Ï„Î± Î¥Ï€Î±Î»Î»Î®Î»Î¿Ï…',NULL),(1134,'562','Î•Ï�ÎµÏ…Î½Î·Ï„Î¹ÎºÎ¬ Ï€Ï�Î¿Î³Ï�Î¬Î¼Î¼Î±Ï„Î± Î® Î¬Î»Î»Î± Î­Ï�Î³Î±',NULL),(1135,'563','Î¥Ï€Î¿Î²Î¿Î»Î® Î´Î¹ÎºÎ±Î¹Î¿Î»Î¿Î³Î·Ï„Î¹ÎºÏŽÎ½ Î³Î¹Î± Î­ÎºÎ´Î¿ÏƒÎ· ÎµÎ½Ï„Î¬Î»Î¼Î±Ï„Î¿Ï‚ Ï€Î»Î·Ï�Ï‰Î¼Î®Ï‚',NULL),(1136,'564','ÎˆÎ½Ï„Î±Î»Î¼Î± Ï€Î»Î·Ï�Ï‰Î¼Î®Ï‚',NULL),(1137,'565','Î“ÎµÎ½Î¹ÎºÏŒ Î Ï�ÏŒÎ³Ï�Î±Î¼Î¼Î± Â«Î‘Î»Î»Î·Î»ÎµÎ³Î³Ï�Î· ÎºÎ±Î¹ Î”Î¹Î±Ï‡ÎµÎ¯Ï�Î¹ÏƒÎ· ÎœÎµÏ„Î±Î½Î±ÏƒÏ„ÎµÏ…Ï„Î¹ÎºÏŽÎ½ Î¡Î¿ÏŽÎ½Â» Î ÎµÏ�Î¹ÏŒÎ´Î¿Ï… 2007-2013',NULL),(1138,'567','\"',NULL),(1139,'568','Î¤Ï�Î¿Ï€Î¿Ï€Î¿Î¯Î·ÏƒÎ· Ï€Ï�Î¿Ï…Ï€Î¿Î»Î¿Î³Î¹ÏƒÎ¼Î¿Ï�',NULL),(1140,'569','Î•Î¸Î½Î¹ÎºÎ¬ ÎšÎ»Î·Ï�Î¿Î´Î¿Ï„Î®Î¼Î±Ï„Î±',NULL),(1141,'570','Î‘ÏƒÏ†Î±Î»Î¹ÏƒÏ„Î¹ÎºÎ­Ï‚ ÎµÎ¹ÏƒÏ†Î¿Ï�Î­Ï‚ ÏƒÏ„Î¿ Î¤Î•Î‘Î”Î¥',NULL),(1142,'571','Î¤ÎµÏ‡Î½Î¹ÎºÎ¬ Î¸Î­Î¼Î±Ï„Î±',NULL),(1143,'572','Î•ÎºÎ´ÏŒÏƒÎµÎ¹Ï‚ - Î•ÎºÏ„Ï…Ï€ÏŽÏƒÎµÎ¹Ï‚',NULL),(1144,'573','Î“ Î Ï�Î¬Î¾Î· Î¿Î¹ÎºÎ¿Î½Î¿Î¼Î¹ÎºÎ¿Ï� ÎµÎ½Î´Î¹Î±Ï†Î­Ï�Î¿Î½Ï„Î¿Ï‚',NULL),(1145,'574','Î•Î£Î Î‘ 2007-2013',NULL),(1146,'575','Î•Î¹ÏƒÎ·Î³Î·Ï„Î®Ï‚',NULL),(1147,'576','Î£Ï…Î½Î´Ï�Î¿Î¼Î® Î­Î½Ï„Ï…Ï€Ï‰Î½ ÎºÎ±Î¹ Î·Î»ÎµÎºÏ„Ï�Î¿Î½Î¹ÎºÏŽÎ½ Ï€ÎµÏ�Î¹Î¿Î´Î¹ÎºÏŽÎ½',NULL),(1148,'577','Î”Î¹ÎºÎ±ÏƒÏ„Î¹ÎºÎ¬ Î­Î¾Î¿Î´Î±',NULL),(1149,'578','Î§Ï�Î·Î¼Î±Ï„Î¿Î´Î¿Ï„Î®ÏƒÎµÎ¹Ï‚ ÎˆÏ�Î³Ï‰Î½ Î Ï�Î¿Î³Ï�Î¬Î¼Î¼Î±Ï„Î¿Ï‚ Î”Î·Î¼Î¿ÏƒÎ¯Ï‰Î½ Î•Ï€ÎµÎ½Î´Ï�ÏƒÎµÏ‰Î½',NULL),(1150,'579','ÎœÎ­Î»Î· Î£Ï…Î¼Î²Î¿Ï…Î»Î¯Ï‰Î½',NULL),(1151,'580','ÎŸÎ¹ÎºÎ¿Î½Î¿Î¼Î¹ÎºÎ¿Î¯ Ï€ÏŒÏ�Î¿Î¹',NULL),(1152,'581','Î›Î¿Î³Î±Ï�Î¹Î±ÏƒÎ¼ÏŒÏ‚ Î•ÏƒÏŒÎ´Ï‰Î½ Î”Î·Î¼Î¿ÏƒÎ¯Ï‰Î½ Î•Ï€ÎµÎ½Î´Ï�ÏƒÎµÏ‰Î½',NULL),(1153,'582','Î‘Ï€Î¿Î¶Î·Î¼Î¹ÏŽÏƒÎµÎ¹Ï‚ Ï€Î»Î·Î³Î­Î½Ï„Ï‰Î½ Î±Ï€ÏŒ Ï†Ï…ÏƒÎ¹ÎºÎ­Ï‚ ÎºÎ±Ï„Î±ÏƒÏ„Ï�Î¿Ï†Î­Ï‚',NULL),(1154,'583','ÎŸÏ�Î¹ÏƒÎ¼ÏŒÏ‚ Î•ÎºÎºÎ±Î¸Î±Ï�Î¹ÏƒÏ„Î®',NULL),(1155,'584','Î‘Ï�Ï‰Î³Î®',NULL),(1156,'585','Î Ï�ÏŒÏƒÎºÎ»Î·ÏƒÎ· Î¥Ï€Î¿Î²Î¿Î»Î®Ï‚ Î Ï�Î¿Ï„Î¬ÏƒÎµÏ‰Î½',NULL),(1157,'586','Î Ï�ÏŒÏƒÎºÎ»Î·ÏƒÎ· Î¥Ï€Î¿Î²Î¿Î»Î®Ï‚ Î Ï�Î¿Ï„Î¬ÏƒÎµÏ‰Î½',NULL),(1158,'587','Î Ï�ÏŒÏƒÎºÎ»Î·ÏƒÎ· Î¥Ï€Î¿Î²Î¿Î»Î®Ï‚ Î Ï�Î¿Ï„Î¬ÏƒÎµÏ‰Î½',NULL),(1159,'589','Î£Ï…Î½Ï„Î®Ï�Î·ÏƒÎ· Î¦Ï‰Ï„Î¿Ï„Ï…Ï€Î¹ÎºÏŽÎ½ ÎœÎ·Ï‡Î±Î½Î·Î¼Î¬Ï„Ï‰Î½',NULL),(1160,'590','Î”Ï‰Ï�ÎµÎ¬',NULL),(1161,'591','Î•Î¾Î¿Î¹ÎºÎ¿Î½ÏŒÎ¼Î·ÏƒÎ· ÎºÎ±Ï„â€™ ÎŸÎ¯ÎºÎ¿Î½',NULL),(1162,'592','Î”Î¹Î±Ï‡ÎµÎ¯Ï�Î¹ÏƒÎ· ÎµÏ€Î¹ÎºÎ¿Î¹ÏƒÏ„Î¹ÎºÏŽÎ½ ÎµÎºÏ„Î¬ÏƒÎµÏ‰Î½',NULL);
/*!40000 ALTER TABLE `diavgeia_subject_group` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `distribution_method`
--

DROP TABLE IF EXISTS `distribution_method`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `distribution_method` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `description` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `distribution_method`
--

LOCK TABLES `distribution_method` WRITE;
/*!40000 ALTER TABLE `distribution_method` DISABLE KEYS */;
INSERT INTO `distribution_method` VALUES (1,'Î•Î›Î¤Î‘ Î‘Ï€Î»Î® Î‘Ï€Î¿ÏƒÏ„Î¿Î»Î®',NULL,NULL,NULL,NULL),(2,'Î•Î›Î¤Î‘ Î£Ï…ÏƒÏ„Î·Î¼Î­Î½Î· Î‘Ï€Î¿ÏƒÏ„Î¿Î»Î®',NULL,NULL,NULL,NULL),(3,'Email',NULL,NULL,NULL,NULL),(4,'Fax',NULL,NULL,NULL,NULL),(5,'Courier',NULL,NULL,NULL,NULL),(6,'Î Ï�Î¿ÏƒÏ‰Ï€Î¹ÎºÎ® Î Î±Ï�Î¬Î´Î¿ÏƒÎ·-Î Î±Ï�Î±Î»Î±Î²Î®',NULL,NULL,NULL,NULL),(7,'Web Service',NULL,NULL,NULL,NULL),(8,'ÎœÎ· Î´Î¹Î±Î¸Î­ÏƒÎ¹Î¼Î·',NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `distribution_method` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `document_type`
--

DROP TABLE IF EXISTS `document_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `document_type` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_periodic` int(11) unsigned DEFAULT '0',
  `days` int(11) unsigned DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `document_type`
--

LOCK TABLES `document_type` WRITE;
/*!40000 ALTER TABLE `document_type` DISABLE KEYS */;
/*!40000 ALTER TABLE `document_type` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `incoming_protocol`
--

DROP TABLE IF EXISTS `incoming_protocol`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `incoming_protocol` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `contact_sender_id` int(11) unsigned NOT NULL,
  `distribution_method_id` int(11) unsigned NOT NULL,
  `protocol_number` int(11) unsigned DEFAULT NULL,
  `protocol_date` datetime DEFAULT NULL,
  `protocol_series` int(11) unsigned DEFAULT NULL,
  `protocol_year` int(11) unsigned DEFAULT NULL,
  `subject` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `comments` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `incoming_protocol_number` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'ar. prot. eggrafou',
  `incoming_date` date DEFAULT NULL COMMENT 'hmerominia eggrafou',
  `incoming_place` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_user_id` int(11) DEFAULT NULL,
  `update_user_id` int(11) DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `is_deleted` tinyint(1) DEFAULT NULL,
  `relative_protocol` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `protocol_book_id` int(11) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `incoming_protocol_FKIndex1` (`distribution_method_id`),
  KEY `incoming_protocol_FKIndex2` (`contact_sender_id`),
  KEY `fk_incoming_protocol_protocol_book1` (`protocol_book_id`),
  CONSTRAINT `fk_7cbbc300-215b-11e0-9059-080027b715d2` FOREIGN KEY (`distribution_method_id`) REFERENCES `distribution_method` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cbdaecc-215b-11e0-9059-080027b715d2` FOREIGN KEY (`contact_sender_id`) REFERENCES `contact` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_incoming_protocol_protocol_book1` FOREIGN KEY (`protocol_book_id`) REFERENCES `protocol_book` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `incoming_protocol`
--

LOCK TABLES `incoming_protocol` WRITE;
/*!40000 ALTER TABLE `incoming_protocol` DISABLE KEYS */;
/*!40000 ALTER TABLE `incoming_protocol` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `outgoing_protocol`
--

DROP TABLE IF EXISTS `outgoing_protocol`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `outgoing_protocol` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `distribution_method_id` int(11) unsigned NOT NULL,
  `protocol_number` int(11) unsigned DEFAULT NULL,
  `protocol_date` datetime DEFAULT NULL,
  `protocol_series` int(11) unsigned DEFAULT NULL,
  `protocol_year` int(11) unsigned DEFAULT NULL,
  `subject` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `comments` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `outgoing_date` datetime DEFAULT NULL COMMENT 'imerominia diekperaiwsis',
  `relative_protocol` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'to sxetiko - otidipote',
  `author` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `outgoing_place` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sent_diaygeia` int(1) unsigned DEFAULT NULL,
  `create_user_id` int(11) DEFAULT NULL,
  `update_user_id` int(11) DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `is_deleted` tinyint(1) DEFAULT NULL,
  `protocol_book_id` int(11) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `outgoing_protocol_FKIndex1` (`distribution_method_id`),
  KEY `fk_outgoing_protocol_protocol_book1` (`protocol_book_id`),
  CONSTRAINT `fk_7cbca1e4-215b-11e0-9059-080027b715d2` FOREIGN KEY (`distribution_method_id`) REFERENCES `distribution_method` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_outgoing_protocol_protocol_book1` FOREIGN KEY (`protocol_book_id`) REFERENCES `protocol_book` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `outgoing_protocol`
--

LOCK TABLES `outgoing_protocol` WRITE;
/*!40000 ALTER TABLE `outgoing_protocol` DISABLE KEYS */;
/*!40000 ALTER TABLE `outgoing_protocol` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `outgoing_recipient`
--

DROP TABLE IF EXISTS `outgoing_recipient`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `outgoing_recipient` (
  `contact_id` int(11) unsigned NOT NULL,
  `outgoing_protocol_id` int(11) unsigned NOT NULL,
  `is_cc` int(11) unsigned DEFAULT NULL,
  PRIMARY KEY (`contact_id`,`outgoing_protocol_id`),
  KEY `outgoing_recipients_FKIndex1` (`contact_id`),
  KEY `outgoing_recipients_FKIndex2` (`outgoing_protocol_id`),
  CONSTRAINT `fk_7cadf144-215b-11e0-9059-080027b715d2` FOREIGN KEY (`contact_id`) REFERENCES `contact` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7caeb0d4-215b-11e0-9059-080027b715d2` FOREIGN KEY (`outgoing_protocol_id`) REFERENCES `outgoing_protocol` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `outgoing_recipient`
--

LOCK TABLES `outgoing_recipient` WRITE;
/*!40000 ALTER TABLE `outgoing_recipient` DISABLE KEYS */;
/*!40000 ALTER TABLE `outgoing_recipient` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `parameter`
--

DROP TABLE IF EXISTS `parameter`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `parameter` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `area` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `type` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `initial_value` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `value` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=46 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `parameter`
--

LOCK TABLES `parameter` WRITE;
/*!40000 ALTER TABLE `parameter` DISABLE KEYS */;
INSERT INTO `parameter` VALUES (1,'CORE','Integer','DISTRIBUTION_METHOD_EMAIL_ID','Î¤Î¿ ID Ï„Î·Ï‚ Î¼ÎµÎ¸ÏŒÎ´Î¿Ï… Î´Î¹Î±Î½Î¿Î¼Î®Ï‚ Î¼Îµ email. Î�Î‘ ÎœÎ—Î� Î‘Î›Î›Î‘ÎžÎ•Î™','3','3',NULL,NULL,NULL,NULL),(2,'CORE','Integer','DISTRIBUTION_METHOD_WEBSERVICE_ID','Î¤Î¿ ID Ï„Î·Ï‚ Î¼ÎµÎ¸ÏŒÎ´Î¿Ï… Î´Î¹Î±Î½Î¿Î¼Î®Ï‚ Web Service. Î�Î‘ ÎœÎ—Î� Î‘Î›Î›Î‘ÎžÎ•Î™','7','7',NULL,NULL,NULL,NULL),(3,'MAIL','String','SMTP_HOST','Î— Î´Î¹Î­Ï…Î¸Ï…Î½ÏƒÎ· Ï„Î¿Ï…  SMTP Host','mail.illumine.gr','mail.illumine.gr',NULL,NULL,NULL,NULL),(4,'MAIL','String','SMTP_PASSWORD','Î¤Î¿ ÏƒÏ…Î½Î¸Î·Î¼Î±Ï„Î¹ÎºÏŒ Ï„Î¿Ï…  SMTP','my_password','my_password',NULL,NULL,NULL,NULL),(5,'MAIL','String','SMTP_USER','ÎŸ Î§Ï�Î®ÏƒÏ„Î·Ï‚ SMTP','info@uit.gr','info@uit.gr',NULL,NULL,NULL,NULL),(6,'MAIL','String','EMAIL_FROM','Î— Î´Î¹Î­Ï…Î¸Ï…Î½ÏƒÎ· email Î¼Îµ Ï„Î·Î½ Î¿Ï€Î¿Î¯Î± Î±Ï€Î¿ÏƒÏ„Î­Î»Î»Î¿Î½Ï„Î±Î¹ Î±Ï€ÏŒ ÎµÏƒÎ¬Ï‚ Ï„Î± Î¼Ï…Î½Î®Î¼Î±Ï„Î±','info@uit.gr','info@uit.gr',NULL,NULL,NULL,NULL),(7,'CORE','String','OKM_NODE_PENDING_INCOMING','ÎŸ Ï†Î¬ÎºÎµÎ»Î¿Ï‚ Ï„Î¿Ï… OpenKM Taxonomy Ï€Î¿Ï… Î±Ï€Î¿Î¸Î·ÎºÎµÏ�Î¿Î½Ï„Î±Î¹ Ï„Î± Ï€Ï�Î¿ÏƒÏ‰Ï�Î¹Î½Î¬ ÎµÎ¹ÏƒÎµÏ�Ï‡ÏŒÎ¼ÎµÎ½Î±','/okm:root/PendingIncoming','/okm:root/PendingIncoming',NULL,NULL,NULL,NULL),(8,'CORE','String','OKM_NODE_INCOMING','ÎŸ Ï†Î¬ÎºÎµÎ»Î¿Ï‚ Ï„Î¿Ï… OpenKM Taxonomy ÏƒÏ„Î¿Î½ Î¿Ï€Î¿Î¯Î¿Î½ Î±Ï€Î¿Î¸Î·ÎºÎµÏ�Î¿Î½Ï„Î±Î¹ Ï„Î± ÎµÎ¹ÏƒÎµÏ�Ï‡ÏŒÎ¼ÎµÎ½Î±','/okm:root/IncomingProtocol','/okm:root/IncomingProtocol',NULL,NULL,NULL,NULL),(9,'CORE','String','OKM_NODE_PENDING_OUTGOING','ÎŸ Ï†Î¬ÎºÎµÎ»Î¿Ï‚ Ï„Î¿Ï… OpenKM Taxonomy ÏƒÏ„Î¿Î½ Î¿Ï€Î¿Î¯Î¿Î½ Î±Ï€Î¿Î¸Î·ÎºÎµÏ�Î¿Î½Ï„Î±Î¹ Ï„Î± Ï€Ï�Î¿ÏƒÎ¿Ï�Î¹Î½Î¬ ÎµÎ¾ÎµÏ�Ï‡ÏŒÎ¼ÎµÎ½Î±','/okm:root/PendingOutgoing','/okm:root/PendingOutgoing',NULL,NULL,NULL,NULL),(10,'CORE','String','OKM_NODE_OUTGOING','ÎŸ Ï†Î¬ÎºÎµÎ»Î¿Ï‚ Ï„Î¿Ï… OpenKM Taxonomy ÏƒÏ„Î¿Î½ Î¿Ï€Î¿Î¯Î¿Î½ Î±Ï€Î¿Î¸Î·ÎºÎµÏ�Î¿Î½Ï„Î±Î¹ Ï„Î± ÎµÎ¾ÎµÏ�Ï‡ÏŒÎ¼ÎµÎ½Î±','/okm:root/OutgoingProtocol','/okm:root/OutgoingProtocol',NULL,NULL,NULL,NULL),(11,'Protocol Book','String','PROTOCOL_BOOK_COMPANY','ÎŸ Î¤Î¯Ï„Î»Î¿Ï‚ Ï„Î¿Ï… Î¿Ï�Î³Î±Î½Î¹ÏƒÎ¼Î¿Ï� ÏƒÎ±Ï‚ Ï€Î¿Ï… ÎµÎ¼Ï†Î±Î½Î¯Î¶ÎµÏ„Î±Î¹ ÏƒÏ„Î¿ Î­Î½Ï„Ï…Ï€Î¿ Ï„Î¿Ï… Ï€Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï…','Î•Î›Î›Î‘Îš','Î•Î›Î›Î‘Îš',NULL,NULL,NULL,NULL),(12,'Protocol Book','String','PROTOCOL_BOOK_AUTHOR','ÎŸ Î¥Ï€ÎµÏ…Î¸Ï…Î½Î¿Ï‚ Î£Ï…Î³Î³Ï�Î±Ï†Î­Î±Ï‚  Ï€Î¿Ï… ÎµÎ¼Ï†Î±Î½Î¯Î¶ÎµÏ„Î±Î¹ ÏƒÏ„Î¿ Î­Î½Ï„Ï…Ï€Î¿ Ï„Î¿Ï… Ï€Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï…','Î•Î›Î›Î‘Îš','Î•Î›Î›Î‘Îš',NULL,NULL,NULL,NULL),(13,'Protocol Book','String','PROTOCOL_BOOK_CREATOR','ÎŸ Ï…Ï€ÎµÏ�Î¸Ï…Î½Î¿Ï‚ Î³Î¹Î± Ï„Î·Î½ ÎµÎºÏ„Ï�Ï€Ï‰ÏƒÎ· Ï„Î¿Ï… Î­Î½Ï„Ï…Ï€Î¿Ï… Ï„Î¿Ï… Ï€Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï…','Î•Î›Î›Î‘Îš','Î•Î›Î›Î‘Îš',NULL,NULL,NULL,NULL),(14,'Protocol Book','String','PROTOCOL_BOOK_KEYWORDS','ÎŸÎ¹ Î»Î­Î¾ÎµÎ¹Ï‚ ÎºÎ»ÎµÎ¹Î´Î¹Î¬ Ï„Î¿Ï… Î²Î¹Î²Î»Î¯Î¿Ï… Ï€Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï… Ï€Î¿Ï… Î¸Î± Î¼Ï€Î±Î¯Î½Î¿Ï…Î½ ÏƒÏ„Î¿ Ï€Î±Ï�Î±Î³ÏŒÎ¼ÎµÎ½Î¿ PDF','Î’Î¹Î²Î»Î¯Î¿, Î Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï…','Î’Î¹Î²Î»Î¯Î¿, Î Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï…',NULL,NULL,NULL,NULL),(15,'Protocol Book','String','PROTOCOL_BOOK_SUBJECT','Î¤Î¿ Î¸Î­Î¼Î± Ï„Î¿Ï… Ï€Î±Ï�Î±Î³ÏŒÎ¼ÎµÎ½Î¿Ï… Î²Î¹Î²Î»Î¯Î¿Ï… Ï€Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï… Ï€Î¿Ï… ÎµÎ¼Ï†Î±Î½Î¯Î¶ÎµÏ„Î±Î¹ ÏƒÏ„Î¿ PDF','Î’Î¹Î²Î»Î¯Î¿ Î Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï…','Î’Î¹Î²Î»Î¯Î¿ Î Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï…',NULL,NULL,NULL,NULL),(16,'Protocol Book','String','PROTOCOL_BOOK_TITLE','ÎŸ Î¤Î¯Ï„Î»Î¿Ï‚ Ï€Î¿Ï… Î¸Î± ÎµÎ¼Ï†Î±Î½Î¯Î¶ÎµÏ„Î±Î¹ ÏƒÏ„Î¿ PDF Î²Î¹Î²Î»Î¯Î¿ Ï€Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï… ','String','Î’Î¹Î²Î»Î¯Î¿ Î Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï…',NULL,NULL,NULL,NULL),(17,'Protocol Book','String','PROTOCOL_BOOK_FILE','Î¤Î¿ ÏŒÎ½Î¿Î¼Î± Ï„Î¿Ï… PDF Î±Ï�Ï‡ÎµÎ¯Î¿Ï… ÏƒÏ„Î¿ Î¿Ï€Î¿Î¯Î¿ Î¸Î± ÏƒÏ‰Î¶ÎµÏ„Î±Î¹ Ï„Î¹ Î²Î¹Î²Î»Î¯Î¿ Ï€Ï�Ï‰Ï„Î¿ÎºÏŒÎ»Î»Î¿Ï…',NULL,'protocol_book.pdf',NULL,NULL,NULL,NULL),(18,'Protocol Book','String','PROTOCOL_BOOK_FONT_FOLDER','ÎŸ Ï†Î¬ÎºÎµÎ»Î¿Ï‚ ÏƒÏ„Î¿Î½ Î¿Ï€Î¿Î¯Î¿Î½ Î±Ï€Î¿Î¸Î·ÎºÎµÏ…Î¿Î½Ï„Î±Î¹ Ï„Î± fonts Î³Î¹Î± Ï„Î·Î½ Ï€Î±Ï�Î±Î³Ï‰Î³Î® Ï„Î¿Ï… PDF','../fonts','../fonts',NULL,NULL,NULL,NULL),(19,'CORE','Integer','DISTRIBUTION_METHOD_NA_ID','Î Ï�Î¿ÎºÎ±Î¸Î¿Ï�Î¹ÏƒÎ¼Î­Î½Î¿ ID Î³Î¹Î± not applicable Ï„Ï�ÏŒÏ€Î¿ Î´Î¹Î±ÎºÎ¯Î½Î·ÏƒÎ·Ï‚. Î�Î‘ ÎœÎ—Î� Î‘Î›Î›Î‘ÎžÎ•Î™','8','8',NULL,NULL,NULL,NULL),(20,'CORE','String','OKM_AUTH_PORT_ADDRESS','URL for OpenKM Web Service authentication','http://localhost:8080/OpenKM/OKMAuth','http://localhost:8080/OpenKM/OKMAuth',NULL,NULL,NULL,NULL),(21,'CORE','String','OKM_DOCUMENT_PORT_ADDRESS','URL for OpenKM Web Service Document','http://localhost:8080/OpenKM/OKMDocument','http://localhost:8080/OpenKM/OKMDocument',NULL,NULL,NULL,NULL),(22,'CORE','String','OKM_FOLDER_PORT_ADDRESS','URL for OpenKM Web Service for Folder ','http://localhost:8080/OpenKM/OKMFolder','http://localhost:8080/OpenKM/OKMFolder',NULL,NULL,NULL,NULL),(23,'CORE','String','OKM_SEARCH_PORT_ADDRESS','URL for OpenKM Web Service for Document Search','http://localhost:8080/OpenKM/OKMSearch','http://localhost:8080/OpenKM/OKMSearch',NULL,NULL,NULL,NULL),(24,'DIAVGEIA Interface','String','DIAVGEIA_BASE_URL','Î— Î’Î±ÏƒÎ¹ÎºÎ® Î´Î¹Ï…Î¸Ï…Î½ÏƒÎ· Ï„Î·Ï‚ DIAVGEIA.GOV.GR API URL','https://193.105.109.110/apofaseis-dokimes','https://193.105.109.110/apofaseis-dokimes',NULL,NULL,NULL,NULL),(25,'DIAVGEIA Interface','Integer','DIAVGEIA_TIMEOUT','ÎŸ Î§Ï�ÏŒÎ½Î¿Ï‚ ÏƒÎµ Milliseconds ÏƒÏ„Î¿Î½ Î¿Ï€Î¿Î¯Î¿Î½ Î¸Î± ÎºÎ¬Î½ÎµÎ¹ timeout Ï„Î± post ÏƒÏ„Î· Î´Î¹Î±Ï�Î³ÎµÎ¹Î±','60000','60000',NULL,NULL,NULL,NULL),(26,'DIAVGEIA Interface','String','DIAVGEIA_TRUSTSTORE_FILE','Î¤Î¿ truststore ÏƒÏ„Î¿ Î¿Ï€Î¿Î¯Î¿ ÎµÎ³ÎºÎ±Î¸Î¹ÏƒÏ„Î¿Ï�Î¼Îµ Ï„Î¿ ÏˆÎ·Ï†Î¹Î±ÎºÏŒ Ï€Î¹ÏƒÏ„Î¿Ï€Î¿Î¹Î·Ï„Î¹ÎºÏŒ Ï„Î·Ï‚ Î”Î¹Î±Ï�Î³ÎµÎ¹Î±Ï‚','/my-linux/path/DIAVGEIA.cer','c:\\\\my-windows\\\\path\\\\DIAVGEIA.cer',NULL,NULL,NULL,NULL),(27,'DIAVGEIA Interface','String','DIAVGEIA_TRUSTSTORE_PASS','Î¤Î¿ ÏƒÏ…Î½Î¸Î·Î¼Î±Ï„Î¹ÎºÏŒ Î³Î¹Î± Î½Î± Î±Î½Î¿Î¯Î¾ÎµÎ¹ Ï„Î¿ truststore','changeit','changeit',NULL,NULL,NULL,NULL),(28,'DIAVGEIA Interface','String','DIAVGEIA_USER','ÎŸ Ï‡Ï�Î®ÏƒÏ„Î·Ï‚ Ï„Î·Ï‚ Î´Î¹Î±Ï…Î³ÎµÎ¹Î±Ï‚. Î‘Î½Ï„Î¿ÏƒÏ„Î¿Î¹Ï‡ÎµÎ¯ ÏƒÏ„Î¿ Ï€ÎµÎ´Î¯Î¿ edUser','366_admin','366_admin',NULL,NULL,NULL,NULL),(29,'DIAVGEIA Interface','String','DIAVGEIA_PASSWORD','Î¤Î¿ ÏƒÏ…Î½Î¸Î·Î¼Î±Ï„Î¹ÎºÏŒ Ï„Î·Ï‚ Î”Î™Î‘Î¥Î“Î•Î™Î‘Î£. Î‘Î½Ï„Î¹ÏƒÏ„Î¿Î¹Ï‡ÎµÎ¯ ÏƒÏ„Î¿ Ï€ÎµÎ´Î¯Î¿ edPassword','366','366',NULL,NULL,NULL,NULL),(30,'DIAVGEIA Interface','String','DIAVGEIA_EMAIL','Î¤Î¿ email Ï„Î¿Ï… Ï€Î¿Ï… Î¸Î± Î»Î¬Î²ÎµÎ¹ Ï„Î·Î½ Î±Ï€Î¬Î½Ï„Î·ÏƒÎ· Î±Ï€ÏŒ Ï„Î· Î”Î¹Î±Ï…Î³ÎµÎ¹Î±.  Î ÎµÎ´Î¯Î¿ field_syntaktis_email','someone@your-organization.gr','someone@your-organization.gr',NULL,NULL,NULL,NULL),(31,'DIAVGEIA Interface','Integer','DIAVGEIA_ORGANIZATION_ID','To UID Ï„Î¿Ï… Î¿Ï�Î³Î±Î½Î¹ÏƒÎ¼Î¿Ï� ÏƒÎ±Ï‚ ÏƒÏ„Î· Î”Î¹Î±Ï…Î³ÎµÎ¹Î±. Î‘Î½Ï„Î¹ÏƒÏ„Î¿Î¹Ï‡ÎµÎ¯ ÏƒÏ„Î¿ Ï€ÎµÎ´Î¯Î¿ field_level2_text','366','366',NULL,NULL,NULL,NULL),(32,'DIAVGEIA Interface','String','DIAVGEIA_UNIT_ID','Î¤Î¿ UID Ï„Î·Ï‚ Î¼Î¿Î½Î¬Î´Î¿Ï‚ ÏƒÏ„Î¿Î½ Î¿Ï�Î³Î±Î½Î¹ÏƒÎ¼ÏŒ ÏŒÏ€Ï‰Ï‚ Ï„Î¿ Î´Î¯Î½ÎµÎ¹ Î· Î”Î¹Î±Ï…Î³ÎµÎ¹Î±. Î ÎµÎ´Î¯Î¿ field_monades_text','2111','2111',NULL,NULL,NULL,NULL),(33,'DIAVGEIA Interface','Integer','DIAVGEIA_SIGNS','Field_telikos_ypografwn in Diavgeia API','16','16',NULL,NULL,NULL,NULL),(34,'DIAVGEIA Interface','String','DIAVGEIA_TMP_FILES','Î¦Î¬ÎºÎµÎ»Î¿Ï‚ ÏƒÏ„Î¿Î½ Î¿Ï€Î¿Î¯Î¿Î½ Î±Ï€Î¿Î¸Î·ÎºÎµÏ…Î¿Î½Ï„Î±Î¹ Ï€Ï�Î¿ÏƒÏ‰Ï�Î¹Î½Î¬ Ï„Î± PDF Î±Ï�Ï‡ÎµÎ¯Î± Ï€Î¿Ï… Î±Ï€Î¿ÏƒÏ„Î­Î»Î»Î¿Î½Ï„Î±Î¹.','/tmp','/tmp',NULL,NULL,NULL,NULL),(35,'DIAVGEIA Interface','String','DIAVGEIA_URL_EIDOS_APOFASIS','Î¤Î¿ URL Î±Ï€ÏŒ Ï„Î¿ Î¿Ï€Î¿Î¯Î¿ ÎµÎ½Î·Î¼ÎµÏ�ÏŽÎ½Î¿Ï…Î¼Îµ Ï„Î± ÎµÎ¯Î´Î· Ï„Ï‰Î½ Î±Ï€Î¿Ï†Î¬ÏƒÎµÏ‰Î½','http://193.105.109.185/api/types.xml','http://193.105.109.185/api/types.xml',NULL,NULL,NULL,NULL),(36,'DIAVGEIA Interface','String','DIAVGEIA_URL_EIDOS_THEMATIK','To URL Ï€Î¿Ï… ÎµÎ½Î·Î¼ÎµÏ�ÏŽÎ½ÎµÎ¹ Ï„Î± ÎµÎ¯Î´Î· Ï„Ï‰Î½ Î¸ÎµÎ¼Î±Ï„Î¹ÎºÏŽÎ½ ÎµÎ½Î¿Ï„Î®Ï„Ï‰Î½','http://193.105.109.185/api/tags.xml','http://193.105.109.185/api/tags.xml',NULL,NULL,NULL,NULL),(37,'MAIL','Integer','SMTP_PORT','Î— Ï€ÏŒÏ�Ï„Î± SMTP','25','25',NULL,NULL,NULL,'2011-10-07 06:32:59'),(38,'CORE','String','OKM_NODE_TASKS','ÎŸ Ï†Î¬ÎºÎµÎ»Î¿Ï‚ Ï„Î¿Ï… OpenKM Taxonomy Ï€Î¿Ï… Î±Ï€Î¿Î¸Î·ÎºÎµÏ�Î¿Î½Ï„Î±Î¹ Î¿Î¹ Î±Î½Î±Î¸Î­ÏƒÎµÎ¹Ï‚','/okm:root/Tasks','/okm:root/Tasks',NULL,NULL,NULL,'2011-10-17 11:57:19'),(39,'CORE','Integer','TASK_STATE_CLOSED_ID','Î¤Î¿ ID Ï„Î·Ï‚ ÎšÎ±Ï„Î¬ÏƒÏ„Î±ÏƒÎ·Ï‚ Î‘Î½Î¬Î¸ÎµÏƒÎ·Ï‚ Ï€Î¿Ï… Ï…Ï€Î¿Î´Î·Î»ÏŽÎ½ÎµÎ¹ Ï„Î¿ ÎºÎ»Î­Î¹ÏƒÎ¹Î¼Î¿ Ï„Î·Ï‚','5','5',NULL,NULL,NULL,'2011-10-25 12:22:40'),(40,'CORE','String','PARENT_TASK_PREFIX','Î¤Î¿ Î»ÎµÎºÏ„Î¹ÎºÏŒ Ï€Î¿Ï… Î¼Ï€Î±Î¯Î½ÎµÎ¹ Ï‰Ï‚ Ï€Ï�ÏŒÎ¸ÎµÎ¼Î± ÏƒÎµ ÎºÎ¬Ï€Î¿Î¹Î± Ï€ÎµÎ´Î¯Î± Ï€Î¿Ï… Î±Î½Ï„Î¹Î³Ï�Î¬Ï†Î¿Î½Ï„Î±Î¹ Î±Ï€ÏŒ Î¼Î¹Î± Î±Î½Î¬Î¸ÎµÏƒÎ·-Ï€Î±Ï„Î­Ï�Î±','Fwd:','Fwd:',NULL,NULL,NULL,'2011-10-29 09:28:01'),(41,'CORE','String','TASK_CHANGE_NOTIFICATION_SUBJECT','Î¤Î¿ Î»ÎµÎºÏ„Î¹ÎºÏŒ Ï€Î¿Ï… Î¼Ï€Î±Î¯Î½ÎµÎ¹ Ï‰Ï‚ Î¸Î­Î¼Î± ÏƒÏ„Î± Î¼Î·Î½Ï�Î¼Î±Ï„Î± ÎµÎ½Î·Î¼Î­Ï�Ï‰ÏƒÎ·Ï‚ Î³Î¹Î± Ï„Î·Î½ Î±Î»Î»Î±Î³Î® Î¼Î¹Î±Ï‚ Î‘Î½Î¬Î¸ÎµÏƒÎ·Ï‚','Î‘Î»Î»Î±Î³Î® Î‘Î½Î¬Î¸ÎµÏƒÎ·Ï‚ Î¼Îµ Î‘/Î‘:','Î‘Î»Î»Î±Î³Î® Î‘Î½Î¬Î¸ÎµÏƒÎ·Ï‚ Î¼Îµ Î‘/Î‘:',NULL,NULL,NULL,'2011-11-14 12:29:26'),(42,'CORE','String','TASK_CHANGE_NOTIFICATION_MESSAGE','Î¤Î¿ Î»ÎµÎºÏ„Î¹ÎºÏŒ Ï€Î¿Ï… Î¼Ï€Î±Î¯Î½ÎµÎ¹ Ï‰Ï‚ ÎºÎµÎ¯Î¼ÎµÎ½Î¿ ÏƒÏ„Î± Î¼Î·Î½Ï�Î¼Î±Ï„Î± ÎµÎ½Î·Î¼Î­Ï�Ï‰ÏƒÎ·Ï‚ Î³Î¹Î± Ï„Î·Î½ Î±Î»Î»Î±Î³Î® Î¼Î¹Î±Ï‚ Î‘Î½Î¬Î¸ÎµÏƒÎ·Ï‚','Î— Î‘Î½Î¬Î¸ÎµÏƒÎ· Î­Ï‡ÎµÎ¹ Ï„Ï�Î¿Ï€Î¿Ï€Î¿Î¹Î·Î¸ÎµÎ¯ ÎºÎ±Î¹ ÎµÎ½Î´ÎµÏ‡Î¿Î¼Î­Î½Ï‰Ï‚ Ï€ÎµÏ�Î¹Î­Ï‡ÎµÎ¹ Î±Î»Î»Î±Î³Î­Ï‚. Î Î±Ï�Î±ÎºÎ±Î»Î¿Ï�Î¼Îµ Î³Î¹Î± Ï„Î¹Ï‚ ÎµÎ½Î­Ï�Î³ÎµÎ¹ÎµÏ‚ ÏƒÎ±Ï‚.','Î— Î‘Î½Î¬Î¸ÎµÏƒÎ· Î­Ï‡ÎµÎ¹ Ï„Ï�Î¿Ï€Î¿Ï€Î¿Î¹Î·Î¸ÎµÎ¯ ÎºÎ±Î¹ ÎµÎ½Î´ÎµÏ‡Î¿Î¼Î­Î½Ï‰Ï‚ Ï€ÎµÏ�Î¹Î­Ï‡ÎµÎ¹ Î±Î»Î»Î±Î³Î­Ï‚. Î Î±Ï�Î±ÎºÎ±Î»Î¿Ï�Î¼Îµ Î³Î¹Î± Ï„Î¹Ï‚ ÎµÎ½Î­Ï�Î³ÎµÎ¹ÎµÏ‚ ÏƒÎ±Ï‚.',NULL,NULL,NULL,'2011-11-14 12:29:26'),(43,'CORE','String','TASK_PROTOCOL_INCOMING','Î¤Î¿ Î»ÎµÎºÏ„Î¹ÎºÏŒ Ï€Î¿Ï… Î¼Ï€Î±Î¯Î½ÎµÎ¹ ÏƒÏ„Î¿ ÏŒÎ½Î¿Î¼Î± Î¼Î¹Î±Ï‚ Î‘Î½Î¬Î¸ÎµÏƒÎ·Ï‚ Ï€Î¿Ï… Ï€Ï�Î¿Î­Ï�Ï‡ÎµÏ„Î±Î¹ Î±Ï€ÏŒ ÎµÎ¹ÏƒÎµÏ�Ï‡ÏŒÎ¼ÎµÎ½Î¿ Ï€Ï�Ï‰Ï„ÏŒÎºÎ¿Î»Î»Î¿','Fwd: Î‘Ï€ÏŒ Î•Î¹ÏƒÎµÏ�Ï‡ÏŒÎ¼ÎµÎ½Î¿ Î Ï�Ï‰Ï„ÏŒÎºÎ¿Î»Î»Î¿ Î¼Îµ Î‘Ï�Î¹Î¸Î¼ÏŒ:','Fwd: Î‘Ï€ÏŒ Î•Î¹ÏƒÎµÏ�Ï‡ÏŒÎ¼ÎµÎ½Î¿ Î Ï�Ï‰Ï„ÏŒÎºÎ¿Î»Î»Î¿ Î¼Îµ Î‘Ï�Î¹Î¸Î¼ÏŒ:',NULL,NULL,NULL,'2011-11-30 08:50:50'),(44,'CORE','String','TASK_PROTOCOL_OUTGOING','Î¤Î¿ Î»ÎµÎºÏ„Î¹ÎºÏŒ Ï€Î¿Ï… Î¼Ï€Î±Î¯Î½ÎµÎ¹ ÏƒÏ„Î¿ ÏŒÎ½Î¿Î¼Î± Î¼Î¹Î±Ï‚ Î‘Î½Î¬Î¸ÎµÏƒÎ·Ï‚ Ï€Î¿Ï… Ï€Ï�Î¿Î­Ï�Ï‡ÎµÏ„Î±Î¹ Î±Ï€ÏŒ ÎµÎ¾ÎµÏ�Ï‡ÏŒÎ¼ÎµÎ½Î¿ Ï€Ï�Ï‰Ï„ÏŒÎºÎ¿Î»Î»Î¿','Fwd: Î‘Ï€ÏŒ Î•Î¾ÎµÏ�Ï‡ÏŒÎ¼ÎµÎ½Î¿ Î Ï�Ï‰Ï„ÏŒÎºÎ¿Î»Î»Î¿ Î¼Îµ Î‘Ï�Î¹Î¸Î¼ÏŒ:','Fwd: Î‘Ï€ÏŒ Î•Î¾ÎµÏ�Ï‡ÏŒÎ¼ÎµÎ½Î¿ Î Ï�Ï‰Ï„ÏŒÎºÎ¿Î»Î»Î¿ Î¼Îµ Î‘Ï�Î¹Î¸Î¼ÏŒ:',NULL,NULL,NULL,'2011-11-30 08:50:50'),(45,'CORE','String','TASK_AUTO_MANAGED_PREFIX','Î¤Î¿ Î»ÎµÎºÏ„Î¹ÎºÏŒ Ï€Î¿Ï… Î¼Ï€Î±Î¯Î½ÎµÎ¹ Ï‰Ï‚ Ï€Ï�ÏŒÎ¸ÎµÎ¼Î± ÏƒÎµ ÎºÎ¬Ï€Î¿Î¹Î± Ï€ÎµÎ´Î¯Î± Î¼Î¹Î±Ï‚ Î±Ï…Ï„Î¿Î´Î¹Î±Ï‡ÎµÎ¹Ï�Î¹Î¶ÏŒÎ¼ÎµÎ½Î·Ï‚ Î±Î½Î¬Î¸ÎµÏƒÎ·Ï‚','Fwd: Î‘Ï…Ï„Î¿Î´Î¹Î±Ï‡ÎµÎ¹Ï�Î¹Î¶ÏŒÎ¼ÎµÎ½Î· Î‘Î½Î¬Î¸ÎµÏƒÎ· Î±Ï€ÏŒ Ï„Î¿ Î§Ï�Î®ÏƒÏ„Î·:','Fwd: Î‘Ï…Ï„Î¿Î´Î¹Î±Ï‡ÎµÎ¹Ï�Î¹Î¶ÏŒÎ¼ÎµÎ½Î· Î‘Î½Î¬Î¸ÎµÏƒÎ· Î±Ï€ÏŒ Ï„Î¿ Î§Ï�Î®ÏƒÏ„Î·:',NULL,NULL,NULL,'2011-12-02 15:32:22');
/*!40000 ALTER TABLE `parameter` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `project`
--

DROP TABLE IF EXISTS `project`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `project` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_creator_id` int(11) unsigned NOT NULL,
  `name` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `start_dt` datetime DEFAULT NULL,
  `expected_dt` datetime DEFAULT NULL,
  `end_dt` datetime DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `project_FKIndex1` (`user_creator_id`),
  CONSTRAINT `fk_7cb85cba-215b-11e0-9059-080027b715d2` FOREIGN KEY (`user_creator_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `project`
--

LOCK TABLES `project` WRITE;
/*!40000 ALTER TABLE `project` DISABLE KEYS */;
/*!40000 ALTER TABLE `project` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `project_task`
--

DROP TABLE IF EXISTS `project_task`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `project_task` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `contact_id` int(11) unsigned DEFAULT NULL,
  `parent_task_id` int(11) unsigned DEFAULT NULL,
  `user_creator_id` int(11) unsigned NOT NULL,
  `user_dispatcher_id` int(11) unsigned NOT NULL,
  `project_id` int(11) unsigned DEFAULT NULL,
  `task_result_id` int(11) unsigned DEFAULT NULL,
  `task_priority_id` int(11) unsigned NOT NULL,
  `task_type_id` int(11) unsigned NOT NULL,
  `task_state_id` int(11) unsigned NOT NULL,
  `name` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `task_no` int(11) unsigned DEFAULT NULL,
  `start_dt` datetime DEFAULT NULL,
  `expected_dt` datetime DEFAULT NULL,
  `closed_dt` datetime DEFAULT NULL,
  `comments` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `times_revised` int(11) unsigned DEFAULT '0',
  `times_contact_external` int(11) unsigned DEFAULT '0',
  `reviewer_score` int(11) unsigned DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `dispatcher_closeable` tinyint(1) DEFAULT NULL,
  `end_dt` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `project_tasks_FKIndex1` (`project_id`),
  KEY `project_tasks_FKIndex2` (`task_state_id`),
  KEY `project_tasks_FKIndex3` (`task_type_id`),
  KEY `project_tasks_FKIndex4` (`task_priority_id`),
  KEY `project_tasks_FKIndex5` (`task_result_id`),
  KEY `project_tasks_FKIndex7` (`user_creator_id`),
  KEY `project_tasks_FKIndex8` (`user_dispatcher_id`),
  KEY `project_task_FKIndex9` (`parent_task_id`),
  KEY `project_task_FKIndex10` (`contact_id`),
  CONSTRAINT `fk_7caf6d6c-215b-11e0-9059-080027b715d2` FOREIGN KEY (`project_id`) REFERENCES `project` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb02aa4-215b-11e0-9059-080027b715d2` FOREIGN KEY (`task_state_id`) REFERENCES `task_state` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb0faba-215b-11e0-9059-080027b715d2` FOREIGN KEY (`task_type_id`) REFERENCES `task_type` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb1bb12-215b-11e0-9059-080027b715d2` FOREIGN KEY (`task_priority_id`) REFERENCES `task_priority` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb42b18-215b-11e0-9059-080027b715d2` FOREIGN KEY (`task_result_id`) REFERENCES `task_result` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb6adf2-215b-11e0-9059-080027b715d2` FOREIGN KEY (`user_creator_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb7739a-215b-11e0-9059-080027b715d2` FOREIGN KEY (`user_dispatcher_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb931e4-215b-11e0-9059-080027b715d2` FOREIGN KEY (`parent_task_id`) REFERENCES `project_task` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cc393e6-215b-11e0-9059-080027b715d2` FOREIGN KEY (`contact_id`) REFERENCES `contact` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `project_task`
--

LOCK TABLES `project_task` WRITE;
/*!40000 ALTER TABLE `project_task` DISABLE KEYS */;
/*!40000 ALTER TABLE `project_task` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `project_user`
--

DROP TABLE IF EXISTS `project_user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `project_user` (
  `project_id` int(11) unsigned NOT NULL,
  `users_id` int(11) unsigned NOT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`project_id`,`users_id`),
  KEY `project_users_FKIndex1` (`project_id`),
  KEY `project_users_FKIndex2` (`users_id`),
  CONSTRAINT `fk_7cb27d0e-215b-11e0-9059-080027b715d2` FOREIGN KEY (`project_id`) REFERENCES `project` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cb369ee-215b-11e0-9059-080027b715d2` FOREIGN KEY (`users_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `project_user`
--

LOCK TABLES `project_user` WRITE;
/*!40000 ALTER TABLE `project_user` DISABLE KEYS */;
/*!40000 ALTER TABLE `project_user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `protocol_book`
--

DROP TABLE IF EXISTS `protocol_book`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `protocol_book` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `protocol_series` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_incoming` int(1) DEFAULT NULL,
  `protocol_number` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '''o teleytaios arithmos protokolou''',
  `protocol_year` int(4) DEFAULT NULL,
  `protocol_path` varchar(640) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` int(1) DEFAULT NULL COMMENT 'shows if this protocol book is active',
  `create_user` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `is_preferred` int(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `protocol_book`
--

LOCK TABLES `protocol_book` WRITE;
/*!40000 ALTER TABLE `protocol_book` DISABLE KEYS */;
/*!40000 ALTER TABLE `protocol_book` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `protocol_document`
--

DROP TABLE IF EXISTS `protocol_document`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `protocol_document` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `outgoing_protocol_id` int(11) unsigned DEFAULT NULL,
  `incoming_protocol_id` int(11) unsigned DEFAULT NULL,
  `document_types_id` int(11) unsigned NOT NULL,
  `document_name` varchar(256) COLLATE utf8_unicode_ci NOT NULL COMMENT 'the filename',
  `document_size` bigint(20) NOT NULL COMMENT 'the filesize OPEN KM ASSIGNS THIS!',
  `document_mime` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `document_number` int(11) NOT NULL COMMENT 'the index in protocol node',
  `document_keywords` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'GUI Assigns',
  `okm_path` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'OpenKM path for document OPEN KM ASSIGNS THIS!',
  `okm_uuid` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'OpenKM internal id. OPEN KM ASSIGNS THIS!',
  `diavgeia_ada_code` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `protocol_document_FKIndex1` (`incoming_protocol_id`),
  KEY `protocol_document_FKIndex2` (`outgoing_protocol_id`),
  KEY `fk_protocol_document_document_types1` (`document_types_id`),
  CONSTRAINT `fk_7cbf98ea-215b-11e0-9059-080027b715d2` FOREIGN KEY (`incoming_protocol_id`) REFERENCES `incoming_protocol` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cc08868-215b-11e0-9059-080027b715d2` FOREIGN KEY (`outgoing_protocol_id`) REFERENCES `outgoing_protocol` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_protocol_document_document_types1` FOREIGN KEY (`document_types_id`) REFERENCES `document_type` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `protocol_document`
--

LOCK TABLES `protocol_document` WRITE;
/*!40000 ALTER TABLE `protocol_document` DISABLE KEYS */;
INSERT INTO `protocol_document` VALUES (1,1,NULL,1,'bank.txt',482,'text/plain',1,'key1','/okm:root/OutgoingProtocol/Test Book 1-2011/1/bank.txt','cef152b6-90b2-4bee-a0b9-5e834bbf0237',NULL),(2,2,NULL,1,'spring-data-neo4j-reference.pdf',1512077,'application/pdf',1,'key1 key2','/okm:root/OutgoingProtocol/Test Book 1-2011/2/spring-data-neo4j-reference.pdf','5ed946c3-8c8a-4b3e-b864-002ca8903692',NULL),(4,NULL,2,1,'7673v1.1(G52-76731X5)(P67A-C45_P67A-C43_P67S-C43_P67A-S40).pdf',7595840,'application/pdf',1,'adsf','/okm:root/IncomingProtocol/Test Book 1-2011/4/7673v1.1(G52-76731X5)(P67A-C45_P67A-C43_P67S-C43_P67A-S40).pdf','5a71524e-6c81-4d42-bccd-266109bfedc1',NULL),(5,NULL,4,1,'spring-data-neo4j-reference.pdf',1512077,'application/pdf',1,'test1','/okm:root/IncomingProtocol/Test Book 3-2012/1/spring-data-neo4j-reference.pdf','db292650-1995-434d-8b11-3b9c6453d25d',NULL),(6,3,NULL,1,'SpringDataNeo4j_DeveloperNotes.pdf',642813,'application/pdf',1,'key1','/okm:root/OutgoingProtocol/Test Book 1-2011/5/SpringDataNeo4j_DeveloperNotes.pdf','0e44d3b5-0530-442c-9750-f98837f669ff',NULL),(7,4,NULL,1,'persistence-2_0-final-spec.pdf',3975210,'application/pdf',1,'adsf','/okm:root/OutgoingProtocol/Test Book 3-2012/2/persistence-2_0-final-spec.pdf','0e25c9ed-b224-42da-80b0-ee4dbef8c8ea',NULL),(8,NULL,6,1,'exported_submissions.xls',0,'application/vnd.ms-excel',1,'asda','/okm:root/IncomingProtocol/Test vivlio-2013/1/exported_submissions.xls','20836549-a275-4ce2-b4cb-f77107b13072',NULL);
/*!40000 ALTER TABLE `protocol_document` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `protocol_number`
--

DROP TABLE IF EXISTS `protocol_number`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `protocol_number` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `version` bigint(20) DEFAULT NULL,
  `number` bigint(20) DEFAULT NULL,
  `series` int(11) DEFAULT NULL,
  `year` int(11) DEFAULT NULL,
  `type` int(11) DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `protocol_book_id` int(11) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_protocol_number_protocol_book1` (`protocol_book_id`),
  CONSTRAINT `fk_protocol_number_protocol_book1` FOREIGN KEY (`protocol_book_id`) REFERENCES `protocol_book` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `protocol_number`
--

LOCK TABLES `protocol_number` WRITE;
/*!40000 ALTER TABLE `protocol_number` DISABLE KEYS */;
/*!40000 ALTER TABLE `protocol_number` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `resource`
--

DROP TABLE IF EXISTS `resource`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `resource` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `resource` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `resource`
--

LOCK TABLES `resource` WRITE;
/*!40000 ALTER TABLE `resource` DISABLE KEYS */;
/*!40000 ALTER TABLE `resource` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `role`
--

DROP TABLE IF EXISTS `role`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `role` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_protocol` int(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `role`
--

LOCK TABLES `role` WRITE;
/*!40000 ALTER TABLE `role` DISABLE KEYS */;
INSERT INTO `role` VALUES (1,'ADMIN',NULL,1),(2,'READER',NULL,1),(3,'WRITER',NULL,1),(4,'CASE_ADMIN',NULL,2),(5,'CASE_USER',NULL,2);
/*!40000 ALTER TABLE `role` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `role_to_resource`
--

DROP TABLE IF EXISTS `role_to_resource`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `role_to_resource` (
  `role_id` int(11) unsigned NOT NULL,
  `resource_id` int(11) unsigned NOT NULL,
  PRIMARY KEY (`role_id`,`resource_id`),
  KEY `roles_to_resource_FKIndex1` (`role_id`),
  KEY `roles_to_resource_FKIndex2` (`resource_id`),
  CONSTRAINT `fk_7cac7e54-215b-11e0-9059-080027b715d2` FOREIGN KEY (`role_id`) REFERENCES `role` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `fk_7cad2692-215b-11e0-9059-080027b715d2` FOREIGN KEY (`resource_id`) REFERENCES `resource` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `role_to_resource`
--

LOCK TABLES `role_to_resource` WRITE;
/*!40000 ALTER TABLE `role_to_resource` DISABLE KEYS */;
/*!40000 ALTER TABLE `role_to_resource` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_document`
--

DROP TABLE IF EXISTS `task_document`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_document` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `document_name` varchar(256) COLLATE utf8_unicode_ci NOT NULL COMMENT '''the filename''',
  `document_size` bigint(20) NOT NULL COMMENT '''the filesize''',
  `document_number` int(11) NOT NULL COMMENT 'the index of doc in task',
  `document_keywords` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '''comma sep keywirds''',
  `document_type_id` int(11) unsigned NOT NULL,
  `okm_path` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL,
  `okm_uuid` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `project_task_id` int(11) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_task_document_document_type1` (`document_type_id`),
  KEY `fk_task_document_project_task1` (`project_task_id`),
  CONSTRAINT `fk_task_document_document_type1` FOREIGN KEY (`document_type_id`) REFERENCES `document_type` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_task_document_project_task1` FOREIGN KEY (`project_task_id`) REFERENCES `project_task` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_document`
--

LOCK TABLES `task_document` WRITE;
/*!40000 ALTER TABLE `task_document` DISABLE KEYS */;
/*!40000 ALTER TABLE `task_document` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_message`
--

DROP TABLE IF EXISTS `task_message`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_message` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_receiver_id` int(11) unsigned NOT NULL,
  `user_sender_id` int(11) unsigned NOT NULL,
  `project_task_id` int(11) unsigned NOT NULL,
  `subject` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `message` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `task_messages_FKIndex1` (`project_task_id`),
  KEY `task_message_FKIndex2` (`user_sender_id`),
  KEY `task_message_FKIndex3` (`user_receiver_id`),
  CONSTRAINT `fk_7cb4f340-215b-11e0-9059-080027b715d2` FOREIGN KEY (`project_task_id`) REFERENCES `project_task` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cba0a42-215b-11e0-9059-080027b715d2` FOREIGN KEY (`user_sender_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_7cbad8e6-215b-11e0-9059-080027b715d2` FOREIGN KEY (`user_receiver_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_message`
--

LOCK TABLES `task_message` WRITE;
/*!40000 ALTER TABLE `task_message` DISABLE KEYS */;
/*!40000 ALTER TABLE `task_message` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_priority`
--

DROP TABLE IF EXISTS `task_priority`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_priority` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_priority`
--

LOCK TABLES `task_priority` WRITE;
/*!40000 ALTER TABLE `task_priority` DISABLE KEYS */;
INSERT INTO `task_priority` VALUES (1,'Î§Î±Î¼Î·Î»Î®',NULL),(2,'ÎšÎ±Î½Î¿Î½Î¹ÎºÎ®',NULL),(3,'Î¥ÏˆÎ·Î»Î®',NULL);
/*!40000 ALTER TABLE `task_priority` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_result`
--

DROP TABLE IF EXISTS `task_result`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_result` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_result`
--

LOCK TABLES `task_result` WRITE;
/*!40000 ALTER TABLE `task_result` DISABLE KEYS */;
INSERT INTO `task_result` VALUES (1,'Î•Ï€Î¹Ï„Ï…Ï‡Î¯Î±',NULL),(2,'Î‘Ï€Î¿Ï„Ï…Ï‡Î¯Î± - Î‘ÎºÏ�Ï�Ï‰ÏƒÎ·',NULL);
/*!40000 ALTER TABLE `task_result` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_state`
--

DROP TABLE IF EXISTS `task_state`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_state` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_state`
--

LOCK TABLES `task_state` WRITE;
/*!40000 ALTER TABLE `task_state` DISABLE KEYS */;
INSERT INTO `task_state` VALUES (2,'Î£Îµ ÎµÎ¾Î­Î»Î¹Î¾Î·',NULL),(3,'Î‘Î½Î±Î¼Î¿Î½Î® Î•Î¾Ï‰Ï„ÎµÏ�Î¹ÎºÎ¿Ï� ÎŸÏ�Î³Î±Î½Î¹ÏƒÎ¼Î¿Ï�',NULL),(4,'Î‘Î½Î±Î¼Î¿Î½Î® Î•Î»Î­Î³Ï‡Î¿Ï…',NULL),(5,'ÎˆÎºÎ»ÎµÎ¹ÏƒÎµ',NULL);
/*!40000 ALTER TABLE `task_state` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_type`
--

DROP TABLE IF EXISTS `task_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_type` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_periodic` int(11) unsigned DEFAULT '0',
  `day_period` int(11) unsigned DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_type`
--

LOCK TABLES `task_type` WRITE;
/*!40000 ALTER TABLE `task_type` DISABLE KEYS */;
/*!40000 ALTER TABLE `task_type` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_hierarchy`
--

DROP TABLE IF EXISTS `user_hierarchy`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_hierarchy` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `manager_id` int(11) DEFAULT NULL,
  `users_id` int(10) unsigned NOT NULL,
  `department_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_user_details_user_details1` (`manager_id`),
  KEY `fk_user_details_users1` (`users_id`),
  KEY `fk_user_details_department1` (`department_id`),
  CONSTRAINT `fk_user_details_department1` FOREIGN KEY (`department_id`) REFERENCES `department` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_user_details_users1` FOREIGN KEY (`users_id`) REFERENCES `users` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `fk_user_details_user_details1` FOREIGN KEY (`manager_id`) REFERENCES `user_hierarchy` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='Defines the Hierarchy of each user within a department.';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_hierarchy`
--

LOCK TABLES `user_hierarchy` WRITE;
/*!40000 ALTER TABLE `user_hierarchy` DISABLE KEYS */;
/*!40000 ALTER TABLE `user_hierarchy` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_to_role`
--

DROP TABLE IF EXISTS `user_to_role`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_to_role` (
  `users_id` int(11) unsigned NOT NULL,
  `role_id` int(11) unsigned NOT NULL,
  PRIMARY KEY (`users_id`,`role_id`),
  KEY `users_to_roles_FKIndex1` (`users_id`),
  KEY `users_to_roles_FKIndex2` (`role_id`),
  CONSTRAINT `fk_7cab0434-215b-11e0-9059-080027b715d2` FOREIGN KEY (`users_id`) REFERENCES `users` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `fk_7cabb168-215b-11e0-9059-080027b715d2` FOREIGN KEY (`role_id`) REFERENCES `role` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_to_role`
--

LOCK TABLES `user_to_role` WRITE;
/*!40000 ALTER TABLE `user_to_role` DISABLE KEYS */;
INSERT INTO `user_to_role` VALUES (1,1),(1,4);
/*!40000 ALTER TABLE `user_to_role` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `users` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(45) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `surname` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_disabled` tinyint(1) DEFAULT NULL,
  `create_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_user` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  `create_dt` datetime DEFAULT NULL,
  `update_ts` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `address` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci PACK_KEYS=0;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (1,'okmAdmin','admin','admin','admin',0,NULL,NULL,NULL,'2011-06-10 10:41:59',NULL,NULL);
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2011-12-10 10:05:47
